Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Create preboarding item
cs: Vytvořit preboarding položku
es: Crear elemento de preabordaje
fr: Créer l'élément de préembarquement
jp: プレボーディング アイテムの作成
nl: Maak pre-boarding item aan
pt: Criar integração
tr: 'İşe başlamadan önce' öğesi oluştur

source: Update preboarding item
cs: Aktualizovat preboarding položku
es: Actualizar elemento de preabordaje
fr: Mettre à jour l'élément de préembarquement
jp: プレボーディング アイテムを更新
pt: Atualizar integração
tr: 'işe başlamadan önce' öğesini güncelle

source: Sequence item has been removed
cs: Položka sekvence byla odebrána
es: El elemento de secuencia se ha eliminado
fr: L'élément de séquence a été supprimé
jp: シークエンスアイテムが削除されました
nl: Tijdlijn is verwijderd
pt: Cronograma foi removido
tr: Sekans öğesi kaldırılmıştır

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie
jp: カテゴリー
nl: Categorie
pt: Categoria
tr: Kategori

source: Do not use only numbers as a category. Always add some text.
cs: Nepoužívejte pouze čísla jako kategorii. Vždy přidejte nějaký text.
es: No uses únicamente números como una categoría. Siempre añade algo de texto.
fr: N'utilisez pas uniquement des nombres comme catégorie. Ajoutez toujours du texte.
jp: カテゴリーとして数字だけを使うことはできません。必ずテキストを追加してください。
nl: Gebruikt niet enkel cijfers als categorie naam. Voeg altijd wat tekst toe.
pt: Não utilize apenas números como categoria. Sempre adicione algum texto.
tr: Kategori olarak sadece rakam kullanmayınız. Her zaman biraz metin ekleyiniz

source: When enabled, new hires will have to walk through this
cs: Pokud je povoleno, noví zaměstnanci budou tímto muset projít
es: Cuando esté habilitado, las nuevas contrataciones tendrán que pasar esto
fr: Si activé, les nouvelles recrues devront parcourir ceci
jp: 有効化されると、新入社員はこれに従わなければなりません
nl: Als deze is ingeschakeld, dan moet de nieuwe medewerker erdoorheen gaan
pt: Quando habilitado, novos contratados deverão completar isto
tr: Etkinleştirildiğinde, yeni çalışanlar bu süreçten geçeceklerdir

source: If disabled, it will turn into a normal resource after completing
cs: Pokud je vypnutý, po dokončení se přemění na normální zdroj
es: Si está deshabilitado, se volverá un recurso normal después de ser completado
fr: Si désactivé, cela deviendra une ressource normale après être terminé
jp: 無効化した場合は、完了後に通常のリソースに変わります
nl: Als deze is uitgeschakeld, dan zal deze cursus worden omgezet in een artikel nadat die doorlopen is.
pt: Se desabilitado, isto irá se transformar em um recurso comum após concluir
tr: Etkinsizleştirildiğinde, tamamlandıktan sonra normal bir kaynağa dönüşecektir

source: Is a course item
cs: Je to položka kurzu
es: Es un elemento de curso
fr: Est un élément de cours
jp: コースアイテムです
nl: Is een cursus
pt: É um item de curso
tr: Bir kurs öğesidir

source: Workday that this item is due
cs: Pracovní den, kdy má být tato položka splněna
es: Día de trabajo en el que se debe entregar
fr: Jour ouvré pour lequel cet élément est dû
jp: このアイテムの期限である勤務日
nl: Werkdag dat dit item klaar moet zijn
pt: Dia útil de vencimento deste item
tr: Bu öğenin son teslim zamanı olan iş günü

source: Remove item when new hire walked through
cs: Odebrat položku, když nový zaměstnanec projde
es: Eliminar elemento cuando lo complete una nueva contratación
fr: Supprimer l'élément quand la nouvelle recrue l'a parcouru
jp: 新入社員の完了時ににアイテムを削除
nl: Verwijder item als nieuwe medewerker deze heeft afgerond
pt: Remover item quando novo contratado concluir
tr: Yeni çalışanın üzerinden geçtiği öğeyi kaldır

source: Page
cs: Stránka
nl: Pagina

source: Folder
cs: Složka

source: Questions
cs: Otázky

source: Add page
cs: Přidat stránku
es: Añadir página
fr: Ajouter une page
jp: ページを追加する
nl: Pagina toevoegen
pt: Adicionar página
tr: Sayfa ekle

source: Add folder
cs: Přidat složku
es: Añadir carpeta
fr: Ajouter un dossier
jp: フォルダを追加する
nl: Map toevoegen
pt: Adicionar pasta
tr: Klasör ekle

source: Add questions
cs: Přidat otázky
es: Añadir preguntas
fr: Ajouter des questions
jp: 質問を追加する
nl: Vragen toevoegen
pt: Adicionar perguntas
tr: Sorular ekle

source: Move up
cs: Posunout nahoru
es: Subir
fr: Déplacer vers le haut
jp: 上に移動
nl: Naar boven schuiven
pt: Mover para cima
tr: Yukarı taşı

source: Move down
cs: Posunout dolů
es: Bajar
fr: Déplacer vers le bas
jp: 下に移動
nl: Naar beneden schuiven
pt: Mover para baixo
tr: Aşağı taşı

source: Chapters
cs: Kapitoly
es: Capítulos
fr: Chapitres
jp: チャプター
nl: Hoofdstukken
pt: Capítulos
tr: Bölümler

source: Folders can't have content
cs: Složky nemohou obsahovat obsah
es: Las carpetas no pueden tener contenido
fr: Les dossiers ne peuvent pas avoir de contenu
jp: フォルダーにはコンテンツを含むことができません
nl: Mappen kunnen geen inhoud hebben
pt: Pastas não podem ter conteúdo
tr: Klasörlerin içeriği olamaz

source: The question you want to ask:
cs: Otázka, kterou chcete položit:
es: La pregunta que quieres hacer:
fr: La question que vous voulez poser:
jp: 質問したいこと：
nl: De vraag die je wil stellen:
pt: A pergunta que você desejar perguntar:
tr: Sormak istediğiniz soru:

source: Add option
cs: Přidat možnost
es: Añadir opción
fr: Ajouter une option
jp: オプションの追加
nl: Optie toevoegen
pt: Adicionar opção
tr: Seçenek ekle

source: Add question
cs: Přidat otázku
es: Añadir pregunta
fr: Ajouter une question
jp: 新しい質問を追加
nl: Vraag toevoegen
pt: Adicionar pergunta
tr: Soru ekle

source: Start typing here...
cs: Začněte psát zde...
es: Empieza a escribir aquí...
fr: Ecrivez ici...
jp: ここから入力...
nl: Start met typen...
pt: Comece digitando aqui...
tr: Buraya yazmaya başla...

source: New item
cs: Nová položka
es: Nuevo elemento
fr: Nouvel élément
jp: 新規アイテム
nl: Nieuw item
pt: Novo item
tr: Yeni öğe

source: Resource items
cs: Položky zdrojů
es: Elemento de recursos
fr: Eléments de ressource
jp: リソースアイテム
nl: Artikelen
pt: Recursos
tr: Kaynak öğeleri

source: Resource item has been updated
cs: Zdrojová položka byla aktualizována
es: El elemento de recurso se ha actualizado
fr: L'élément de ressource a été mis à jour
jp: リソースアイテムが更新されました
nl: Artikel is geüpdatet
pt: Recurso foi atualizado
tr: Kaynak öğesi güncellenmiştir

source: Create resource item
cs: Vytvořit zdrojovou položku
es: Crear elemento de recurso
fr: Créer l'élément de ressource
jp: リソースアイテムを作成する
nl: Artikel aanmaken
pt: Criar novo recurso
tr: Kaynak öğesi oluştur

source: Update resource item
cs: Aktualizovat zdrojovou položku
es: Actualizar elemento de recurso
fr: Mettre à jour l'élément de ressource
jp: リソースアイテムを更新する
nl: Update artikel
pt: Atualizar recurso
tr: Kaynak öğesini güncelle

source: Resource item has been removed
cs: Zdrojová položka byla odebrána
es: Se eliminó el elemento de recurso
fr: L'élément de ressource a été supprimé
jp: リソースアイテムが削除されました
nl: Artikel is verwijderd
pt: Recurso foi removido
tr: Kaynak öğesi kaldırılmıştır

source: Here is an update!
cs: Zde je aktualizace!
es: ¡Hay una actualización!
fr: Voici une mise à jour!
jp: 更新情報はこちらです！
nl: Hier is een update!
pt: Uma nova atualização!
tr: Bir güncelleme var!

source: Todo item
cs: Položka k vyřízení
es: Pendiente
fr: Élément à faire
jp: To Do アイテム
nl: Te doen item
pt: Tarefa
tr: Yapılacaklar öğesi

source: Todo items
cs: Položka k vyřízení
es: Pendientes
fr: Éléments à faire
jp: To Do アイテム
nl: Te doen items
pt: Tarefas
tr: Yapılacaklar öğeleri

source: Resource
cs: Zdroj
es: Recurso
fr: Ressource
jp: リソース
nl: Artikel
pt: Recurso
tr: Kaynaklar

source: Badge
cs: Odznak
es: Insignia
jp: バッジ
pt: Selo
tr: Rozet

source: Badges
cs: Odznaky
es: Insignias
jp: バッチ
pt: Selos
tr: Rozetler

source: Must be in a 5 minute interval.
cs: Musí být v intervalu 5 minut.
es: Debe estar en un intervalo de 5 minutos.
fr: Doit être dans un intervalle de 5 minutes.
jp: 5分間隔にしてください。
nl: Moet in een 5 minuten interval zijn.
pt: Deve estar em um intervalo de 5 minutos.
tr: 5dk'lık aralıkta olmalıdır.

source: You cannot use 0 or less. The day before starting is 1 and the first workday is 1
cs: Nelze použít 0 nebo méně. Den před zahájením je 1 a první pracovní den je 1
es: No puedes usar 0 o menos. El día antes de iniciar es 1, y el primer día de trabajo es 1
fr: Vous ne pouvez pas utiliser 0 ou moins. La veille du démarrage est 1 et le premier jour ouvrable est 1
jp: ０以下は使用できません。開始前日は１で、初出勤日も１になります。
nl: 0 kan niet gekozen worden. De dag voor starten is 1 en de eerste werkdag is ook 1.
pt: Você não pode usar 0 ou menos. O dia antes de iniciar é 1 e o primeiro dia de trabalho é 1
tr: 0 veya daha küçük değer kullanamazsınız. Başlamadan önceki gün 1'dir, ilk iş günü de 1'dir

source: Time must be in an interval of 5 minutes. %(minutes)s must end in 0 or 5.
cs: Čas musí být v intervalu 5 minut. %(minutes)s musí končit na 0 nebo 5.
es: El tiempo debe estar en un intervalo de 5 minutos. %(minutes)s debe terminar en 0 o 5.
fr: Le temps doit être dans un intervalle de 5 minutes. %(minutes)s doit terminer par 0 ou 5.
jp: 時刻は5分間隔でなければなりません。%(minutes)s は 0 または 5 で終わる必要があります。
nl: Tijd moet in een 5 minuten interval zijn. %(minutes)s moet eindigen op 0 of 5.
pt: O tempo deve estar em um intervalo de 5 minutes. %(minutes)s deve terminar em 0 ou 5.
tr: Zaman 5dk'lık aralıkta olmalıdır. %(minutes)s 0 veya 5 ile bitmelidir.

source: You must add at least one to do item
cs: Musíte přidat alespoň jednu položku k provedení
es: Debes añadir por lo menus un pendiente
fr: Vous devez ajouter au moins une tâche à faire
jp: 少なくとも1つのTo Do アイテムを追加してください
nl: Je moet minstens 1 te doen item toevoegen
pt: Você precisa adicionar pelo menos uma tarefa
tr: En az bir yapılacaklar öğesi eklemelisiniz

source: You must add at least one admin task
cs: Musíte přidat alespoň jednu úlohu správce

source: Both the time and days have to be filled in.
cs: Je třeba vyplnit čas i dny.
es: El tiempo y los días deben estar definidos.
fr: L'heure et les jours doivent être renseignés.
jp: 時間・日数ともに入力してください。
nl: Zowel de tijd als dagen moet worden ingevult.
pt: Ambos dias e hora precisam ser preenchidos.
tr: Zaman ve günler kısımlarının her ikisinin de girilmesi gerekmektedir

source: On/Before employee's last day
cs: V poslední den zaměstnance nebo před ním
nl: Op/Voor medewekers eerste dag

source: Based on one or more to do items
cs: Na základě jedné nebo více položek k provedení

source: Based on one or more admin tasks
cs: Na základě jedné nebo více úloh správy
nl: Gebaseerd op een of meerdere admin te doen items

source: When all integrations have been revoked
cs: Po zrušení všech integrací
nl: Als alle integraties teruggetrokken zijn

source: Enter 0 for the last day
cs: Pro poslední den zadejte 0
nl: Type 0 voor de laatste dag

source: Amount of days before
cs: Počet dní před
nl: Aantal dagen voor

source: Their last day is 0. You cannot go below that.
cs: Jejich poslední den je 0. Pod tuto hodnotu nelze jít.
nl: Hun laatste dag is 0. Je kunt niet hieronder gaan.

source: Due date
cs: Datum splatnosti
es: Fecha límite
fr: Date d'échéance
jp: 期限
nl: Datum wanneer dit klaar moet zijn
pt: Vencimento em
tr: Son teslim tarihi

source: Onboarding sequence
cs: Sekvence přípravy nových zaměstnanců
nl: Inwerk tijdlijn

source: Offboarding sequence
cs: Sekvence ukončení pracovního poměru
nl: Uitwerk tijdlijn

source: New hire/User to be offboarded
cs: Nový zaměstnanec/uživatel, který má být vyřazen z provozu
nl: Nieuwe medewerker/Gebruiker om uit te werken

source: Slack channel
cs: Kanál Slack
es: Canal de Slack
fr: Canal Slack
jp: Slackチャンネル
nl: Slack kanaal
pt: Canal do Slack
tr: Slack kanalı

source: Send via
cs: Odeslat prostřednictvím
es: Enviar por
fr: Envoyer via
jp: 経由して送信
nl: Verstuur via
pt: Enviar por
tr: ile gönder

source: Send to
cs: Odeslat na adresu
es: Enviar a
fr: Envoyer à
jp: 送信先
nl: Verstuur naar
pt: Enviar para
tr: Kime gönder

source: Subject
cs: Předmět
es: Asunto
fr: Sujet
jp: 件名
nl: Onderwerp
pt: Assunto
tr: Konu

source: For
cs: Pro
es: Para
fr: Pour
jp: 対象
nl: Voor
pt: Para
tr: için

source: Comment
cs: Komentář
es: Comentario
fr: Commenter
jp: コメント
nl: Opmerking
pt: Comentário
tr: Yorum

source: Send email or Slack message to extra user?
cs: Odeslat email nebo zprávu na Slacku extra uživateli?
es: ¿Enviar correo o mensaje de Slack a usuario adicional?
fr: Envoyer un e-mail ou un message Slack à un utilisateur supplémentaire?
jp: 外部ユーザにメールまたはSlackのメッセージ送信しますか？
nl: Stuur een email of Slack bericht naar iemand anders?
pt: Enviar email ou mensagem do Slack para usuário adicional?
tr: Bir kullanıcıya daha e-posta veya Slack mesajı gönderilsin mi?

source: Leave empty to automatically check the integration as created/removed.
cs: Ponechte prázdné pro automatické zkontrolování integrace jako vytvořené/odebrané.
nl: Laat leeg om de integratie automatisch te markeren als aangemaakt/verwijderd.

source: Create integration: %(integration_name)s
cs: Vytvořit integraci: %(integration_name)s
nl: Integratie aanmaken: %(integration_name)s

source: After new hire has started
cs: Po zahájení nového zaměstnance
es: Cuando una nueva contratación ha iniciado
fr: Après le début de la nouvelle embauche
jp: 新入社員の開始後
nl: Nadat de nieuwe medewerker is gestart
pt: Após nova contratado iniciar
tr: Yeni çalışan işe başladıktan sonra

source: Based on one or more to do item(s)
cs: Na základě jedné nebo více položek k vyřízení
es: Basado en uno o más pendientes
fr: Basé sur une ou plusieurs choses à faire
jp: 1つ以上のTo Doアイテムに基づきます
nl: Gebaseerd op een of meerdere te doen items
pt: Baseado em um ou mais tarefa(s)
tr: Bir veya daha fazla yapılacaklar öğesine göre

source: Before the new hire has started
cs: Před zahájením nového zaměstnance
es: Antes que una nueva contratación inicie
fr: Avant le début de la nouvelle embauche
jp: 新入社員が開始する前に
nl: Voordat de nieuwe medewerker is gestart
pt: Antes do novo contratado iniciar
tr: Yeni çalışan işe başlamadan önce

source: Without trigger
cs: Bez spouštění
es: Sin detonador
fr: Sans déclenchement
jp: トリガーなしで
nl: Zonder trigger
pt: Sem acionamento
tr: Başlatma olmadan

source: Block type
cs: Typ blokování
es: Tipo de bloque
fr: Type de bloc
jp: ブロック タイプ
nl: Blok type
pt: Tipo de bloqueio
tr: Blok tipi

source: Amount of days before/after
cs: Počet dní před/po
nl: Aantal dagen voor/na

source: At
cs: V
es: En
fr: À
jp: で
nl: Om
pt: Em
tr: da

source: Trigger after these to do items have been completed:
cs: Spustit po dokončení těchto položek k vyřízení:
es: Detonar cuando se completen estos pendientes:
fr: Déclencher une fois ces tâches terminées:
jp: これらのTo Doアイテムが完了した後にトリガーする :
nl: Doorzetten nadat deze te doen items zijn afgerond:
pt: Acionar após esses afazerem serem concluídos:
tr: Bu yapılacaklar öğeleri tamamlandıktan sonra başlat:

source: Trigger after these admin todo items have been completed:
cs: Spustit po dokončení těchto správcovských položek k vyřízení:
nl: Doorzetten nadat deze admin te doen items zijn afgerond:

source: Offboarding sequence items
cs: Položky sekvenčního ukončení pracovního poměru
nl: Uitwerk tijdlijn items

source: *Congrats, you unlocked: %(item_name)s *
cs: *Gratulujeme, odemknul/a jste: %(item_name)s *
es: *Felicidades, desbloqueaste: %(item_name)s*
fr: *Félicitations, vous avez débloqué: %(item_name)s *
jp: *おめでとうございます、次のアイテムをアンロックしました : %(item_name)s *
nl: Gefeliciteerd, jij hebt %(item_name)s unlocked *
pt: *Parabéns, você desbloqueou: %(item_name)s
tr: *Tebrikler, %(item_name)s isimli öğeyi açtınız! *

source: Here are some new items for you!
cs: Zde jsou některé nové položky pro vás!
es: ¡Tenemos unos elementos nuevos para ti!
fr: Voici quelques nouveautés pour vous!
jp: あなたのための新アイテムがこちらです！
nl: Hier zijn een aantal nieuwe dingen voor jou!
pt: Aqui está alguns novos itens para você!
tr: Sizin için yeni öğeler var!

source: employee
cs: zaměstnanec
nl: medewerker

source: User will be revoked access from this integration
cs: Uživatel bude zbaven přístupu k této integraci
nl: Gebruiker zal worden verwijderd van deze integratie

source: Send test message
cs: Odeslat testovací zprávu
jp: テストメッセージの送信
nl: Verstuur test bericht

source: No additional data needed.
cs: Nejsou potřeba žádné další údaje.
fr: Aucune donnée supplémentaire n'est nécessaire.
jp: 追加データは必要ありません。
nl: Geen extra data nodig.
pt: Não são necessários dados adicionais.

source: Form couldn't be rendered because of an error
cs: Formulář nemohl být zobrazen kvůli chybě.
nl: Formulier kon niet worden getoond door een foutmelding

source: On day %(days)s at %(time)s
cs: V den %(day)s v %(time)s
es: En el día %(days)s a las %(time)s
fr: Le jour %(days)s à %(time)s
jp: %(days)s 日の %(time)s 時に
nl: Op dag %(days)s om %(time)s
pt: No dia %(days)s no %(time)s
tr: %(days)s günü %(time)s saatinde

source: %(days)s days before starting at %(time)s
cs: %(days)s dnů před zahájením v %(time)s
es: %(days)s días antes de iniciar, a las %(time)s
fr: %(days)s jours avant de commencer à %(time)s
jp: %(time)sで開始する %(days)s 日前
nl: %(days)s dagen voor starten om %(time)s
pt: %(days)s dias antes de iniciar no%(time)s
tr: Başlamadan %(days)s gün önce %(time)s saatinde

source: On termination day at %(time)s
cs: V den ukončení v %(time)s

source: %(days)s workday(s) before termination at %(time)s
cs: %(days)s pracovních dnů před ukončením v %(time)s
nl: %(days)s werkdagen voor de laatste dag om %(time)s

source: Without any trigger - assign directly
cs: Bez spouštěče - přiřadit přímo
es: Sin detonador - asignar directamente
fr: Sans aucun déclencheur - attribuer directement
jp: トリガーなし - 直接アサインする
nl: Zonder trigger - direct toevoegen
pt: Sem nenhum acionamento - atribuído diretamente
tr: Herhangi bir başltma olmadan - doğrudan atama yap

source: Templates
cs: Šablony
es: Plantillas
fr: Modèles
jp: テンプレート
nl: Sjablonen
pt: Modelos
tr: Şablonlar

source: Drag and drop the items below into the sequence blocks to add them
cs: Přetažením níže uvedených položek do bloků sekvence je přidáte.
nl: Sleep de onderdelen hieronder in de tijdlijn blokken om ze toe te voegen

source: Slack message
cs: Zpráva ze služby Slack
fr: Message Slack
jp: Slackメッセージ
nl: Slack bericht
pt: Mensagem do Slack
tr: Slack mesaj

source: Text message
cs: Textová zpráva
fr: Message texte
jp: メール
nl: SMS bericht
pt: Mensagem de texto
tr: Metin mesaj

source: Email message
cs: E-mailová zpráva
fr: Message électronique
jp: 電子メール メッセージ
nl: E-mail bericht
pt: Mensagem de email
tr: E-posta mesaj

source: Integrations
cs: Integrace
es: Integraciones
fr: Intégrations
jp: インテグレーション
nl: Integraties
pt: Integrações
tr: Entegrasyonlar

source: Drag this unto a sequence block to create new item
cs: Přetažením do bloku sekvence vytvoříte novou položku.
nl: Drop deze in een tijdlijn block om een nieuw item aan te maken

source: Create new one
cs: Vytvořit nový
es: Crear nueva
fr: Créer un nouveau
jp: 新規作成
nl: Nieuwe aanmaken
pt: Criar novo
tr: Yenisini oluştur

source: All changes will be automatically saved. This doesn't impact current new hires.
cs: Všechny změny se automaticky uloží. To nemá vliv na stávající nové zaměstnance.
es: Todos los cambios se guardarán automáticamente. Esto no afecta a nuevas contrataciones existentes.
fr: Toutes les modifications seront automatiquement enregistrées. Cela n'a pas d'incidence sur les nouvelles embauches actuelles.
jp: すべての変更は自動的に保存されます。これは、現在の新入社員には影響しません。
nl: Alle veranderingen worden automatisch opgeslagen. Dit heeft geen impact op huidige nieuwe medewerkers.
pt: Todas as mudanças serão automaticamente salvas. Isso não impacta novas contratações atuais.
tr: Tüm değişiklikler otomatik olarak kaydedilecektir. Bu yeni çalışanları etkilememektedir.

source: All changes will be automatically saved. This doesn't impact employees whom are currently being terminated.
cs: Všechny změny se automaticky uloží. To nemá vliv na zaměstnance, u kterých je právě ukončován pracovní poměr.

source: Add block
cs: Přidat blok
es: Añadir bloque
fr: Ajouter un bloc
jp: ブロックを追加
nl: Blok toevoegen
pt: Adicionar bloco
tr: Blok ekle

source: Block
cs: Blok
es: Bloque
fr: Bloc
jp: ブロックする
nl: Blok
pt: Bloquear
tr: Blok

source: Item
cs: Položka
es: Elemento
fr: Elément
jp: アイテム
tr: Öğe

source: Onboarding sequence items
cs: Položky sekvenčního přijímání do zaměstnání
nl: Tijdlijn items

source: Sequence
cs: Sekvence
es: Secuencia
fr: Séquence
jp: シークエンス
nl: Tijdlijn
pt: Cronograma
tr: Sekans

source: Timezone
cs: Časové pásmo
es: Zona horaria
fr: Fuseau horaire
jp: タイムゾーン
nl: Tijdzone
pt: Fuso horário
tr: Saat dilimi

source: Sequences that are preselected for all new hires:
cs: Sekvence, které jsou přednastavené pro všechny nové zaměstnance:
es: Secuencias preseleccionadas para todas las nuevas contrataciones:
fr: Séquences présélectionnées pour toutes les nouvelles embauches:
jp: すべての新入社員が事前に選択するシークエンス :
nl: Tijdlijn(en) die standaard zijn geselecteerd voor nieuwe medewerkers:
pt: Cronogramas que foram pré-selecionadas para todas novas contratações:
tr: Tüm yeni çalışanlar için önceden seçili olan sekanslar:

source: Login options
cs: Možnosti přihlášení
es: Opciones de inicio de sesión
fr: Options de connexion
jp: ログインオプション
nl: Inlog opties
pt: Opções de Acesso
tr: Giriş seçenekleri

source: You must enable at least one login option
cs: Musíte povolit alespoň jednu možnost přihlášení
es: Debes habilitar por lo menos una opción de inicio de sesión
fr: Vous devez activer au moins une option de connexion
jp: 少なくとも1つのログインオプションを有効にする必要があります
nl: Je moet minstens 1 login optie aanvinken
pt: Você deve habilitar pelo menos uma opção de acesso
tr: En az bir giriş seçeneğini etkinleştirmelisiniz

source: Administrator
cs: Administrátor
es: Administrador
fr: Administrateur
jp: 管理者
pt: Administrador
tr: Yönetici

source: You can use &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; department &#125;&#125;, &#123;&#123; manager &#125;&#125;, and &#123;&#123; buddy &#125;&#125; in the editor. It will be replaced by the values corresponding to the new hire.
cs: Můžete použít &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; department &#125;&#125;, &#123;&#123; manager &#125;&#125;, and &#123;&#123; buddy &#125;&#125; v editoru. Budou nahrazeny hodnotami odpovídajícími novému zaměstnanci.

source: 6 digit OTP code
cs: 6místný kód OTP
es: Contraseña de un solo uso de 6 dígitos
fr: Code OTP à 6 chiffres
jp: 6桁のOTPコード
nl: 6-cijferige OTP code
pt: Código de 6 dígitos OTP
tr: 6 haneli OTP kodu

source: This is the code that your 2FA application shows you.
cs: Tohle je kód, který vám ukáže váš aplikace 2FA.
es: Este es el código que te muestra tu aplicación de 2FA.
fr: C'est le code que votre application 2FA vous montre.
jp: これは、2FAアプリケーションが表示するコードです。
nl: Dit is de code die jouw 2FA applicatie laat zien.
pt: Esse é o código presente na sua aplicação 2FA.
tr: Bu 2FA başvurunuzun size gösterdiği koddur

source: OTP token was not correct. Please wait 30 seconds and then try again
cs: OTP token nebyl správný. Počkejte prosím 30 sekund a zkuste to znovu.
es: La contraseña dinámica no fue correcta. Por favor, espera 30 segundos e intenta de nuevo
fr: Le code OTP n'était pas correct. Veuillez patienter 30 secondes, puis réessayer
jp: OTPトークンが正しくありません。30秒待ってからもう一度お試しください。
nl: OTP code was niet correct. Probeer over 30 seconden opnieuw
pt: Token OTP não está correto. Por favor, aguarde 30 segundos e tente novamente
tr: OTP doğrulanamadı. Lütfen 30 saniye bekledikten sonra deneyiniz

source: Language
cs: Jazyk
es: Idioma
fr: Langues
jp: 言語
nl: Taal
pt: Linguagem
tr: Dil

source: Are you sure you want to remove this integration?
cs: Jste si jisti, že chcete odstranit tuto integraci?
es: ¿Estás seguro de que quieres eliminar esta integración?
fr: Voulez-vous vraiment supprimer cette intégration ?
jp: このインテグレーションを本当に削除しますか？
nl: Ben je zeker dat je deze integratie wil verwijderen?
pt: Você tem certeza que você deseja remover essa integração?
tr: Bu entegrasyonu kaldırmak istediğinizden emin misiniz?
