Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Something went wrong with reaching Google. Please try again.
cs: Něco se pokazilo při komunikaci s Google. Prosím, zkuste to znovu.
es: Algo salió mal conectando con Google. Por favor intenta de nuevo.
fr: Une erreur s'est produite lors de la connexion à Google. Veuillez réessayer.
jp: Googleへのアクセスに何か問題が発生したようです。もう一度お試しください。
nl: Iets ging niet goed met communiceren naar Google. Probeer het opnieuw.
pt: Não foi possível acessar o Google. Por favor, tente novamente.
tr: Google'a erişmeye çalışırken bir şeyler ters gitti. Lütfen tekrar deneyin.

source: There is no account associated with your email address. Did you try to log in with the correct account?
cs: K vaší e-mailové adrese není přiřazen žádný účet. Zkoušeli jste se přihlásit pomocí správného účtu?
es: No existe ninguna cuenta con esta dirección de correo. ¿Usó la cuenta correcta?
fr: Aucun compte n'est associé à votre adresse e-mail. Avez-vous essayé de vous connecter avec le bon compte ?
jp: あなたのメールアドレスに紐づくアカウントはありません。正しいアカウントでログインしましたか？
nl: Er is geen account met jouw e-mailadres. Gebruikte je het juiste account om mee in te loggen?
pt: Não existe uma conta associada com o endereço de email fornecido. Você está tentando efetuar login com a conta correta?
tr: E-posta adresinizle ilişkili herhangi bir hesap bulunmamaktadır. Doğru hesap ile giriş yapmayı denediniz mi?

source: OIDC login has not been enabled.
cs: Přihlášení do OIDC nebylo povoleno.

source: OIDC login has not been set
cs: Přihlášení k OIDC nebylo nastaveno

source: Cannot get your email address. Did you try to log in with the correct account?
cs: Nelze získat vaši e-mailovou adresu. Zkoušeli jste se přihlásit pomocí správného účtu?

source: Something went wrong with reaching OIDC. Please try again.
cs: Něco se pokazilo při dosažení OIDC. Zkuste to prosím znovu.
nl: Iets ging niet goed met communiceren naar de OIDC. Probeer het opnieuw.

source: Your login credentials!
cs: Vaše přihlašovací údaje!
es: ¡Sus credenciales de inicio de sesión!
fr: Vos identifiants de connexion!
jp: ログイン情報はこちらです!
nl: Jouw login gegevens!
pt: Suas credencias de acesso!
tr: Giriş bilgileriniz!

source: Someone in your organisation invited you to join ChiefOnboarding.Here are your login details:
cs: Někdo ve vaší organizaci vás pozval, abyste se připojili k ChiefOnboarding.Zde jsou vaše přihlašovací údaje:
es: Alguien en tu organización te invitó a unirte a ChiefOnboarding. Aquí está tu información de inicio de sesión:
fr: Quelqu'un de votre organisation vous a invité à rejoindre ChiefOnboarding. Voici vos identifiants de connexion:
jp: あなたの組織の誰かがあなたをChiefOnboardingに招待しました。こちらがログインの詳細です：
nl: Iemand in jouw organizatie heeft je uitgenodigd voor ChiefOnboarding. Hier zijn jouw login gegevens:
pt: Alguém na sua organização convidou você para entrar no ChiefOnboarding. Aqui estão os detalhes do seu acesso:

source: Username:
cs: Uživatelské jméno:
es: Nombre de usuario:
fr: Nom d'utilisateur:
jp: ユーザー名：
nl: Gebruikersnaam:
pt: Usuário:
tr: Kullanıcı Adı:

source: Password:
cs: Heslo:
es: Contraseña:
fr: Mot de passe:
jp: パスワード：
nl: Wachtwoord:
pt: Senha:
tr: Şifre:

source: Login URL:
cs: URL přihlášení:
es: Enlace para iniciar sesión:
fr: URL de connexion:
jp: ログインURL：
nl: Login link:
pt: URL de acesso:
tr: Giriş URL'si:

source: Please redo this task
cs: Zopakujte prosím tento úkol
es: Por favor vuelve a hacer esta tarea
fr: Veuillez refaire cette tâche
jp: このタスクをやり直してください
nl: Doe deze taak opnieuw alsjeblieft
pt: Por favor, refaça esta tarefa
tr: Lütfen bu görevi tekrar yapınız

source: Hi %(name)s, we have just reopened this task. %(message)s
cs: Ahoj %(name)s, právě jsme tento úkol znovu otevřeli. %(message)s
es: Hola %(name)s, acabamos de reabrir esta tarea. %(message)s
fr: Salut %(name)s, nous venons de rouvrir cette tâche. %(message)s
jp: %(name)s さん、このタスクを再オープンしました。 %(message)s
nl: Hoi %(name)s, we hebben zojuist deze taak opnieuw geopent. %(message)s
pt: Olá %(name)s, acabamos de reabrir esta tarefa. %(message)s
tr: Merhaba %(name)s, Bu görevi tekrar açtık. %(message)s

source: <strong>%(task_name)s</strong> <br />Go to your dashboard to complete it
cs: <strong>%(task_name)s</strong> <br />Přejděte na dashboard pro dokončení.
es: <strong>%(task_name)s</strong> <br /> Ve a tu tablero para completarla
fr: <strong>%(task_name)s</strong> <br />Rendez-vous sur votre tableau de bord pour le compléter
jp: <strong>%(task_name)s</strong> <br />ダッシュボードに移動して完了してください
nl: <strong>%(task_name)s</strong> <br />Ga naar jouw dashboard om hem af te ronden
pt: <strong>%(task_name)s</strong> <br />Vá até o painel de controle e complete está tarefa
tr: <strong>%(task_name)s</strong> <br />Tamamlamak için panelinize gidiniz

source: Please complete this task
cs: Dokončete prosím tento úkol
es: Por favor completa esta tarea
fr: Veuillez terminer cette tâche
jp: このタスクを完了させてください
nl: Rond deze taak af a.u.b.
pt: Por favor, complete esta tarefa
tr: Lütfen bu görevi tamamlayınız

source: Hi %(name)s, Here is a quick reminder of the following task:
cs: Ahoj %(name)s, Zde je rychlá připomínka následujícího úkolu:
es: Hola %(name)s, tienes un recordatorio sobre la siguiente tarea:
fr: Salut %(name)s, Voici un petit rappel de la tâche suivante:
jp: %(name)s さん、こちらが次のタスクです：
nl: Hoi %(name)s, Dit is een herinnering voor de volgende taak:
pt: Olá %(name)s, segue o lembrete para a seguinte tarefa:
tr: Merhaba %(name)s, bu bildirim; aşağıdaki görev için kısa bir hatırlatıcıdır:

source: Username:
cs: Uživatelské jméno:
es: Nombre de usuario:
fr: Nom d'utilisateur:
jp: ユーザー名:
nl: Gebruikersnaam:
pt: Usuário:
tr: Kullanıcı Adı:

source: Password:
cs: Heslo:
es: Contraseña:
fr: Mot de passe:
jp: パスワード：
nl: Wachtwoord:
pt: Senha:
tr: Şifre:

source: Welcome to %(name)s!
cs: Vítejte v %(name)s!
es: ¡Bienvenido a %(name)s!
fr: Bienvenue à %(name)s!
jp: %(name)sへようこそ！
nl: Welkom bij %(name)s!
pt: Boas-vindas a %(name)s!
tr: Hoşgeldin to %(name)s!

source: See pages
cs: Zobrazit stránky
es: Ver páginas
fr: Voir pages
jp: ページを見る
nl: Bekijk pagina's
pt: Ver páginas
tr: Sayfaları gör

source: Other
cs: Další
es: Otro
fr: Autre
jp: その他
nl: Anders
pt: Outros
tr: Diğer

source: Birthday
cs: Narozeniny
jp: 誕生日
nl: Geboortedag

source: Phone
cs: Telefon
es: Teléfono
fr: Téléphone
jp: 電話
nl: Telefoon
pt: Telefone
tr: Telefon

source: Profile image
cs: Profilový obrázek
es: Foto de perfil
fr: Photo de profil
jp: プロフィール画像
pt: Imagem de perfil
tr: Profil Fotoğrafı

source: Department
cs: Oddělení
es: Departamento
fr: Service
jp: 部署
nl: Afdeling
pt: Departamento
tr: Departman

source: An administrator has access to everything. A manager has only access to their new hires and their tasks.
cs: Správce má přístup ke všemu. Správce má přístup pouze ke svým novým zaměstnancům a jejich úkolům.
es: Un administrador tiene acceso a todo. Un gerente puede acceder solamente sus propias contrataciones y tareas.
fr: Un administrateur a accès à tout. Un manager n'a accès qu'à ses nouvelles recrues et à leurs tâches.
jp: 管理者は全てにアクセスする権限があります。マネージャーのみが新入社員とそのタスクにアクセスすることができます。
nl: Een administrator heeft toegang to alles. Een manager heeft alleen toegang tot zijn eigen nieuwe medewerkers en hun taken.
pt: Um administrador tem acesso completo. Um gerente tem acesso apenas a seus novos contratados e suas tarefas.
tr: Bir yöneticinin her şeye erişim izni bulunurken bir müdürün sadece kendi yeni işe alımları ve görevlerine erişimleri bulunmaktadır

source: First working day
cs: První pracovní den
es: Primer día de trabajo
fr: Premier jour de travail
jp: 第1営業日
nl: Eerste werkdag
pt: Primeiro dia de trabalho
tr: Birinci çalışma günü

source: Termination date
cs: Datum ukončení
nl: Laatste dag

source: Last day of working
cs: Poslední pracovní den
nl: Laatste dag

source: (unknown)
cs: (neznámý)
nl: (onbekend)

source: (has access)
cs: (má přístup)
nl: (heeft toegang)

source: (no access)
cs: (bez přístupu)
nl: (geen toegang)

source: *Our new hire %(name)s just answered some questions:*
cs: *Náš nový zaměstnanec %(name)s právě odpověděl na několik otázek:*
es: *Nuestra nueva contratación, %(name)s, acaba de contestar algunas preguntas:*
fr: *Notre nouvelle recrue %(name)s vient de répondre à quelques questions:*
jp: *新採用の %(name)s さんが質問に答えました：*
nl: *Onze nieuwe medeweker %(name)s heeft net deze vragen beantwoord:*
pt: *Nosso novo contratado %(name)s respondeu algumas perguntas agora:*
tr: *Yeni çalışanımız, %(name)s, az önce bazı soruları cevapladı:*

source: Our new hire %(name)s just answered some questions:
cs: Náš nový zaměstnanec %(name)s právě odpověděl na několik otázek:
fr: Notre nouvelle recrue %(name)s vient de répondre à quelques questions:
jp: 新採用の %(name)s さんが質問に答えました：
nl: Onze nieuwe medeweker %(name)s heeft net deze vragen beantwoord:
pt: Nosso novo contratado %(name)s respondeu algumas perguntas agora:

source: %(amount_of_correct_answers)s correct answers out of %(amount_of_questions)s questions
cs: %(amount_of_correct_answers)s správných odpovědí z %(amount_of_questions)s otázek
es: %(amount_of_correct_answers)s respuestas correctas de %(amount_of_questions)s preguntas
fr: %(amount_of_correct_answers)s réponses correctes parmi %(amount_of_questions)s questions
jp: %(amount_of_questions)s 個の質問のうち %(amount_of_correct_answers)s 個の正解
nl: %(amount_of_correct_answers)s goede antwoorden uit %(amount_of_questions)s vragen
pt: %(amount_of_correct_answers)s respostas corretas de %(amount_of_questions)s perguntas
tr: %(amount_of_questions)s sorudan %(amount_of_correct_answers)s adedi doğru cevaplanmıştır questions

source: People
cs: Lidé
es: Personas
fr: Personnes
jp: 人々
nl: Mensen
pt: Pessoas
tr: Kişiler

source: Documentation
cs: Dokumentace
es: Documentación
jp: ドキュメント
nl: Documentatie
pt: Documentação
tr: Dökümantasyon

source: Source code
cs: Zdrojový kód
es: Código fuente
fr: Code source
jp: ソースコード
nl: Broncode
pt: Código fonte
tr: Kaynak kod

source: Start typing...
cs: Začněte psát...

source: or
cs: nebo
es: o
fr: ou
jp: または
nl: of
pt: ou
tr: veya

source: Log in with Google
cs: Přihlášení pomocí služby Google
es: Iniciar sesión con Google
fr: Connectez-vous avec Google
jp: Googleアカウントでログインする
nl: Log in met Google
pt: Acessar com Google
tr: Google ile giriş yap

source: Forgot password?
cs: Zapomněli jste heslo?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
jp: パスワードを忘れましたか？
nl: Wachtwoord vergeten?
pt: Esqueceu seu senha?
tr: Şifreni mi unuttun?

source: Change password
cs: Změna hesla
es: Cambiar contraseña
fr: Changer le mot de passe
jp: パスワードを変更する
nl: Verander wachtwoord
pt: Mudar senha
tr: Şifre değiştir

source: That didn't go well. This link isn't valid. Please request a new reset URL
cs: To nedopadlo dobře. Tento odkaz není platný. Vyžádejte si prosím novou adresu URL pro obnovení
es: Algo salió mal. Este enlace no es válido. Por favor, pide un nuevo enlace para restablecer la contraseña
fr: Cela ne s'est pas bien passé. Ce lien n'est pas valide. Veuillez demander une nouvelle URL de réinitialisation
jp: 問題が発生しました。リンクが正しくありません。リセット用URLを再度リクエストしてください。
nl: Dat ging niet goed. De link is niet meer actief. Vraag een nieuwe aan.
pt: Algo não ocorreu como o esperado. O link é inválido. Por favor, solicite um novo link para redefinir
tr: Başarısız oldu. Bu bağlandı geçerli değil. Lütfen yeni bir yenileme URL'si talep ediniz.

source: Go back to the log in screen
cs: Vraťte se na přihlašovací obrazovku
es: Regresar a iniciar sesión
fr: Revenir à l'écran de connexion
jp: ログイン画面に戻る
nl: Ga terug naar login scherm
pt: Voltar para página de acesso
tr: Giriş yapma ekranına geri dön

source: Your password has been reset
cs: Vaše heslo bylo resetováno
es: Tu contraseña se ha restablecido
fr: Votre mot de passe a été réinitialisé
jp: パスワードがリセットされました
nl: Jouw wachtwoord is gereset
pt: Sua senha foi redefinida
tr: Şifreniz yenilenmiştir

source: You have successfully reset your password.
cs: Úspěšně jste obnovili své heslo.
es: Tu contraseña se ha restablecido con éxito.
fr: Vous avez réinitialisé votre mot de passe avec succès.
jp: パスワードのリセットに成功しました。
nl: Jouw wachtwoord is gereset.
pt: Sua senha foi redefinida com sucesso.
tr: Şifrenizi başarılı bir şekilde sıfırladınız.

source: Go back to the login page
cs: Návrat na přihlašovací stránku
es: Regresar a iniciar sesión
fr: Retournez à la page de connexion
jp: ログインページに戻る
nl: Ga terug naar de login pagina
pt: Voltar para a página de acesso
tr: Giriş ekranına tekrar dön

source: Forgot password
cs: Zapomenuté heslo
es: Olvidé mi contraseña
fr: Mot de passe oublié
jp: パスワードを忘れました
nl: Wachtwoord vergeten
pt: Esqueceu sua senha
tr: Şifremi unuttum

source: Send me a reset link
cs: Pošlete mi odkaz na obnovení
es: Enviarme enlace para restablecerla
fr: Envoyez moi un lien de réinitialisation
jp: リセット用リンクを送信してください
nl: Stuur mij een reset link
pt: Enviar link para redefinir
tr: Şifre yenileme linki gönder

source: Please check your email
cs: Zkontrolujte prosím svůj e-mail
es: Revisa tu correo electrónico
fr: Merci de consulter vos emails
jp: メールを確認してください
nl: Controleer jouw email
pt: Por favor, verifique seu email
tr: Lütfen e-posta kutunuzu kontrol ediniz

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive that shortly.
cs: Byly vám zaslány instrukce pro nastavení hesla na váš e-mail, pokud účet existuje s e-mailem, který jste zadal/a. Měli byste je brzy obdržet.
es: Si existe una cuenta con el correo que has ingresado, te hemos enviado las instrucciones para establecer tu contraseña. Debieras recibirlo pronto.
fr: Nous vous avons envoyé des instructions pour choisir votre mot de passe par e-mail, si un compte existe avec l'adresse e-mail saisie. Vous devriez les recevoir sous peu.
jp: パスワードを設定する方法を記載したメールを送信しました。入力されたメールアドレスに紐づくアカウントが存在する場合、まもなく届きます。
nl: Als jouw e-mailadres in ons systeem voorkomt, dan hebben we jou een e-mailverstuurd voor het resetten van jouw wachtwoord.
pt: Encaminhamos instruções para definir sua senha através do email informado. Você deverá receber o email em breve.
tr: Eğer girmiş olduğunuz e-posta adresi ile eşleşen bir hesap varsa size şifrenizi ayarlamanız için gerekli talimatları size eposta olarak gönderdik. Kısa süre içerisinde e-posta kutunuza düşecektir.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
cs: Pokud e-mail neobdržíte, ujistěte se, že jste zadali adresu, na kterou jste se zaregistrovali, a zkontrolujte složku se spamem.
es: Si no recibes un correo, revisa si has ingresado la dirección con que estás registrado, y revisa la carpeta spam.
fr: Si vous ne recevez pas d'e-mail, assurez-vous d'avoir entré l'adresse avec laquelle vous vous êtes inscrit et vérifiez vos spam.
jp: メールが届かない場合は、登録したメールアドレスに間違いがないか、迷惑メールフォルダをご確認ください。
nl: Als je deze e-mail niet hebt ontvnagen, zorg dan dat je een correct e-mailadres hebt ingevult en kijk in jouw spam box.
pt: Caso você não receba o email, verifique o endereço de email cadastrado e verifique sua caixa de Spam.
tr: Eğer e-posta gelmezse, lütfen hesabınızı kaydettiğiniz e-posta adresi olduğundan emin olunuz. Eminseniz, e-posta kutunuzda 'spam' klasörünüzü kontrol ediniz.

source: Offboarding
nl: Uitwerken

source: %(name)s (duplicate)
es: %(name)s (duplicado)
fr: %(name)s (dupliqué)
jp: %(name)s (複製)
nl: %(name)s (dubbel)
tr: %(name)s (kopya)

source: Text
es: Texto
fr: Texte
jp: テキスト
nl: SMS
pt: Texto
tr: Metin

source: Role
es: Rol
fr: Rôle
jp: 権限
nl: Rol
pt: Papel
tr: Rol

source: Czech
nl: Tsjechisch

source: N/A
jp: 該当なし
nl: N.v.t.

source: Onboarding
nl: Inwerken

source: Slack bot
fr: Robot Slack
jp: Slackボット
pt: Robô Slack
tr: Slack botu

source: You have not enabled any integrations for account provisitioning.
es: No has habilitado ninguna integración para el aprovisionamiento de cuentas.
fr: Vous n'avez activé aucune intégration pour le provisionnement de compte.
pt: Você não habilitou nenhuma integração para provisionamento de conta.
tr: Hesap provizyonları için herhangi bir entegrasyon etkinleştirmediniz.

source: Are you sure you want to delete this new hire? You have two options here:
es: ¿Estás seguro de que quieres eliminar esta nueva contratación? Tienes dos opciones:
fr: Voulez-vous vraiment supprimer cette nouvelle recrue ? Vous avez deux options ici:
pt: Você tem certeza que deseja deletar essa nova contratação? Existem duas opções:
tr: Bu yeni adayı silmek istediğinizden emin misiniz? İki seçeneğiniz var:

source: Colleague has been removed
es: El colega se ha eliminado
fr: Le collègue a été supprimé
pt: Empregado foi removido
tr: Çalışan çıkarılmıştır

source: Click on the button to see all the categories that are available to you!
es: ¡Haz clic en el botón para ver todas las categorías que tienes disponibles!
fr: Cliquez sur le bouton pour voir toutes les catégories qui s'offrent à vous !
pt: Clique no botão para ver todas as categorias disponíveis para você!
tr: Size açık olan tüm kategorileri görebilmek için butona tıklayınız!

source: Preboarding item has been removed
es: Se eliminó el elemento de preabordaje
fr: L'élément de préembarquement a été supprimé
pt: Integração foi removida
tr: İşe başlamadan önce öğesi kaldırılmıştır

source: page
es: página
pt: página
tr: sayfa

source: folder
es: carpeta
fr: dossier
pt: pasta
tr: klasör

source: questions
es: preguntas
pt: perguntas
tr: sorular

source: Edit block
es: Editar bloque
fr: Editer le bloc
pt: Editar bloco
tr: Blok düzenle

source: Amount of days before/after new hire has started
es: Cantidad de días antes/después del inicio de la nueva contratación
fr: Nombre de jours avant/après le début d'une nouvelle embauche
pt: Quantidade de dias antes/depois da nova contratado iniciar

source: Sequence items
es: Elementos de secuencia
fr: Éléments de séquence
pt: Cronogramas
tr: Sekans öğeleri

source: TOTP 2FA
jp: TOTP 2FA (二要素認証による二段階認証)
pt: TOTP 2F

source: Logo
es: Logotipo
jp: ロゴ
pt: Logotipo

source: Dashboard
es: Tablero
fr: Tableau de bord
jp: ダッシュボード
pt: Painel de controle
tr: Panel

source: New Hire
es: Nueva Contratación
fr: Nouvelle recrue
pt: Novo contratado
tr: Yeni Çalışan

source: Email
es: Correo Electrónico
jp: メールアドレス
tr: E-posta

source: Go back to new hires
es: Regresar a nuevas contrataciones

source: You can use &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; manager &#125;&#125;, and &#123;&#123; buddy &#125;&#125; in the editor. It will be replaced by the values corresponding to the new hire.
es: Puedes usar &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; manager &#125;&#125;, y &#123;&#123; buddy &#125;&#125; en el editor. Serán remplazados por los valores correspondientes de la nueva contratación.

source: OTP
es: Contraseña dinámica
