Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: You have submitted this form successfully
cs: Úspěšně jste odeslali tento formulář
es: Has enviado el formulario exitosamente
fr: Vous avez soumis ce formulaire avec succès
jp: このフォームは正常に送信されました
nl: Jij hebt dit formulier succesvol verstuurd
pt: Formulário submetido com sucesso
tr: Bu formu başarılı bir şekilde teslim ettiniz

source: Restart
cs: Restartování
es: Reiniciar
fr: Redémarrer
jp: 再スタート
nl: Herstart
pt: Reiniciar
tr: Yeniden Başlat

source: You have completed this course!
cs: Tento kurz jste dokončili!
es: ¡Has completado este curso!
fr: Vous avez terminé ce cours !
jp: あなたはこのコースを完了しました！
nl: Jij hebt deze cursus afgerond!
pt: Você completou esse curso!
tr: Bu kursu tamamladınız!

source: Base color
cs: Základní barva
es: Color base
fr: Couleur de base
jp: ベースカラー
nl: Basis kleur
pt: Cor base
tr: Ana renk

source: Accent color
cs: Barva akcentu
es: Color de acento
fr: Couleur d'accentuation
jp: アクセントカラー
nl: Accent kleur
pt: Cor de destaque
tr: Vurgu rengi

source: Bot color
cs: Barva bot
es: Color del bot
fr: Couleur du robot
jp: ボットカラー
nl: Bot kleur
pt: Cor do robô
tr: Bot rengi

source: Allow users to login with their username and password
cs: Povolit uživatelům přihlášení pomocí jejich uživatelského jména a hesla
es: Permitir inicio de sesión con nombre de usuario y contraseña
fr: Autoriser les utilisateurs à se connecter avec leur nom d'utilisateur et leur mot de passe
jp: ユーザーにユーザー名とパスワードでログインすることを許可する
nl: Laat gebruikers inloggen met gebruikersnaam en wachtwoord
pt: Permitir que usuários façam acesso com nome de usuário e senha
tr: Kullanıcıların kullanıcı adı ve şifre ile giriş yapmalarına izin ver

source: Allow users to login with their Google account
cs: Povolit uživatelům přihlášení pomocí jejich účtu Google
es: Permitir inicio de sesión con cuentas Google
fr: Autoriser les utilisateurs à se connecter avec leur compte Google
jp: ユーザーにGoogleアカウントでログインすることを許可する
nl: Laat gebruikers inloggen met Google
pt: Permitir que usuários façam acesso com conta Google
tr: Kullanıcıların Google Hesabı ile giriş yapmalarına izin ver

source: Allow users to login with their Slack account
cs: Povolit uživatelům přihlášení pomocí jejich Slack lúčtu
es: Permitir inicio de sesión con cuentas Slack
fr: Autoriser les utilisateurs à se connecter avec leur compte Slack
jp: ユーザーにSlackアカウントでログインすることを許可する
nl: Laat gebruikers inloggen met Slack
pt: Permitir que usuários façam acesso com conta Slack
tr: Kullanıcıların Slack hesapları ile giriş yapmalarına izin ver

source: Allow users to login with OIDC
cs: Povolit uživatelům přihlášení pomocí OIDC
nl: Laat gebruikers inloggen met OIDC

source: Send email to new hire with login credentials
cs: Poslat novému zaměstnanci e-mail s přihlašovacími údaji
es: Enviar correo con información de inicio de sesión a nuevas contrataciones
fr: Envoyer un e-mail au nouvel employé avec les identifiants de connexion
jp: 新入社員にログイン情報をメールで送信する
nl: Verstuur e-mail naar nieuwe medewerker met login gegevens
pt: Enviar email para novo contratado com credenciais de acesso
tr: Yeni çalışana giriş bilgilerini içeren e-posta gönder

source: This is essential if you want your new hires to login to the dashboard (disable if using Slack)
cs: Toto je nezbytné, pokud chcete, aby se noví zaměstnanci přihlašovali do nástěnky (deaktivujte, pokud používáte Slack)
es: Esto es esencial si quieres que tus contrataciones puedan iniciar sesión en el tablero (deshabilita si usas Slack)
fr: Ceci est essentiel si vous souhaitez que vos nouvelles recrues se connectent au tableau de bord (désactiver si vous utilisez Slack)
jp: 新入社員にダッシュボードにログインさせる場合は必須です（Slackを使用する場合は無効にしてください）
nl: Dit is belangrijk als je nieuwe medewerkers wil laten inloggen op het dashboard (zet uit als je Slack gebruikt)
pt: Isto é necessário se você deseja que a nova contratação possa acessar ao painel de controle (desabilitar se estiver usando o Slack)
tr: Yeni çalışanlarınızın panele giriş yapabilmelerini istiyorsanız bu önemlidir (Slack kullanıyorsanız iptal ediniz)

source: Send email to new hire with updates
cs: Poslat novému zaměstnanci e-mail s aktualizacemi
es: Enviar correo con actualizaciones a nuevas contrataciones
fr: Envoyer un e-mail au nouvel employé avec des mises à jour
jp: 新入社員に最新情報をメールで送信する
nl: Verstuur e-mail naar nieuwe medewerker met updates
pt: Enviar email para novo contratado com atualizações
tr: Yeni çalışana güncellemelerle ilgili eposta gönder

source: Think of new tasks that got assigned, new resources, badges...
cs: Přemýšlejte o nových úkolech, které byly přiřazeny, nových zdrojích, odznacích...␣
es: Por ejemplo, tareas nuevas asignadas, recursos nuevos, insignias...
fr: Pensez aux nouvelles tâches qui ont été assignées, aux nouvelles ressources, aux badges...
jp: 新しいタスクが割り当てられたり、新しいリソースやバッジが与えられたり・・・
nl: Denk aan taken die zijn toegekend, nieuwe artikelen, badges...
pt: Pense em novas tarefas que foram atribuídas, novos recursos, selos...

source: Send email to new hire when tasks are overdue
cs: Poslat novému zaměstnanci e-mail, když jsou úkoly zpožděné
es: Enviar correo a contrataciones nuevas cuando tenga tareas atrasadas
fr: Envoyer un e-mail au nouvel employé lorsque les tâches sont en retard
jp: タスクの期限切れを新入社員にメール送信する
nl: Verstuur e-mail naar nieuwe medewerker met taken die te laat zijn afgerond (nog open staan)
pt: Enviar email para nova contratação quando as tarefas estiverem atrasadas
tr: Görevlerin son teslim tarihi aşıldığı zaman yeni çalışana e-posta gönder

source: These are daily emails, until all overdue tasks are completed.
cs: Tohle jsou denní e-maily, dokud nejsou dokončeny všechny úkoly, které jsou zpožděné.
es: Estos son correos diarios, hasta que todas las tareas atrasadas se completen.
fr: Ce sont des e-mails quotidiens, jusqu'à ce que toutes les tâches en retard soient terminées.
jp: これらは期限切れのタスクがすべて完了するまで、毎日配信されるメールです。
nl: Dit zijn dagelijkse e-mails, totdat alle taken zijn afgerond.
pt: Estes são emails diários, até que todas as tarefas atrasadas sejam concluídas.
tr: Bunlar günlük e-postalar, tüm zaman aşımına uğramış görevler tamamlanana kadar gönderilecektir

source: Add 'todo' and 'resource' buttons to the first message that's being sent to the new hire.
cs: Přidat tlačítka 'k vyřízení' a 'zdroj' do první zprávy, která se posílá novému zaměstnanci.
es: Añadir botones de 'pendientes' y 'recursos' al primer mensaje enviado a la nueva contratación.
fr: Ajoutez les boutons 'à faire' et 'ressource' au premier message envoyé à la nouvelle recrue.
jp: 新入社員に送る最初のメッセージに「To Do」「リソース」ボタンを追加する。
nl: Voeg de knoppen 'te doen' en 'artikelen' toe aan het eerste bericht dat wordt verstuurd naar de nieuwe medewerker.
pt: Adicionar botões 'tarefa' e 'recurso' na primeira mensagem que será encaminhada para o nova contratado.
tr: Yeni çalışana gönderilen ilk mesaja 'yapılacaklar' ve 'kaynak' butonu ekle

source: Send a Slack message to the team to collect personal welcome messages from colleages.
cs: Poslat zprávu týmu na Slacku, aby shromáždil osobní uvítací zprávy od kolegů.
es: Enviar un mensaje de Slack al equipo para reunir mensajes de bienvenida personales.
fr: Envoyez un message Slack à l'équipe pour recueillir les messages de bienvenue personnels des collègues.
jp: 同僚からの個人的なウェルカムメッセージを集めるために、チーム内にSlackメッセージ送信する。
nl: Verstuur Slack bericht naar de team om welkom berichten te ontvangen van collega's.
pt: Enviar uma mensagem no Slack para o time coletar mensagens de boas-vindas pessoais dos colegas de time.
tr: İç arkadaşlarından kişisel 'hoşgeldin mesajlarını' toplamak için takıma Slack mesajı gönder

source: Send a Slack message to the team on the day the new hire starts
cs: Odeslání zprávy na Slack týmu v den nástupu nového zaměstnance.
es: Enviar un mensaje de Slack al equipo el día que la nueva contratación inicia
fr: Envoyez un message Slack à l'équipe le jour où la nouvelle embauche commence
jp: 新入社員が入社する日に、チームにSlackでメッセージを送る
nl: Verstuur een Slack bericht naar de team op de dag dat de nieuwe medewerker start
pt: Enviar uma mensagem no Slack para o time no dia que o novo contratado iniciar
tr: Yeni çalışanın başladığı gün takıma Slack mesajı gönder

source: Create a new hire when they join your Slack team
cs: Vytvoření nového zaměstnance, když se připojí k vašemu týmu na Slacku.
es: Crear nueva contratación cuando se una al equipo de Slack
fr: Créez une nouvelle recrue lorsqu'elle rejoint votre équipe Slack
jp: その人があなたのSlackチームに参加したときに新入社員を作成する
nl: Maak een nieuwe medewerker aan als ze worden toegevoegd aan Slack
pt: Criar uma nova contratação quando eles entrarem no seu time do Slack
tr: Slack takımına katıldığı zaman, yeni bir çalışan oluştur

source: If the user does not exist yet
cs: Pokud uživatel ještě neexistuje
es: Si el usuario aún no existe
fr: Si l'utilisateur n'existe pas encore
jp: ユーザーがまだ存在しない場合
nl: Als de gebruiker nog niet bestaat
pt: Se o usuário não existir ainda
tr: Eğer kullanıcı henüz bulunmuyorsa

source: Create new hires without needing confirm from a user
cs: Vytváření nových zaměstnanců bez nutnosti potvrzení od uživatele
es: Crear nuevas contrataciones sin requerir confirmación de un usuario
fr: Créez de nouvelles embauches sans avoir besoin de la confirmation d'un utilisateur
jp: ユーザーの確認なしに新入社員を作成します
nl: Maak nieuwe gebruiker zonder bevestiging van gebruiker
pt: Criar nova contratação sem a necessidade de confirmar usuário
tr: Kullanıcıdan onay beklemeden yeni çalışanlar oluştur

source: User to sent new hire account requests to
cs: Uživatel, na kterého mají být odesílány žádosti o vytvoření účtu pro nové zaměstnance
es: Usuario al cual enviar solicitudes por cuentas de nuevas contrataciones
fr: Utilisateur auquel envoyer les demandes des comptes des recrues
jp: 新入社員のアカウントリクエスト送信先ユーザー
nl: Gebruiker waar nieuwe medeweker account aanvragen naar toe moeten worden gestuurd:
pt: Usuário para enviar requisições para nova contratação
tr: Yeni çalışan hesap oluşturma taleplerinin gönderileceği kullanıcı

source: This is the default channel where the bot will post messages in
cs: Toto je výchozí kanál, ve kterém bude bot odesílat zprávy.
es: Este es el canal predeterminado en el cual el bot publicará mensajes
fr: Il s'agit du canal par défaut où le robot publiera des messages
jp: これは、ボットがメッセージを投稿するためのデフォルトのチャンネルになります
nl: Het standaard kanaal waar de bot berichten stuurt
pt: Este é o canal padrão no qual o robô irá postar as mensagens
tr: Bu, bot'un mesajlarını gönderdiği varsayılan kanaldır

source: This is the channel where the bot will send birthday wishes in.
cs: Do tohoto kanálu bude bot posílat přání k narozeninám.
jp: これは、ボットが誕生日のお祝いを送信するチャンネルです。

source: Leave blank to disable this. Timing is based on when this was enabled.
cs: Chcete-li tuto funkci zakázat, ponechte prázdné pole. Časování je založeno na tom, kdy byla tato funkce povolena.
jp: 無効の場合は空白にします。タイミングは、この機能が有効であったときに基づきます。
nl: Laat leeg om dit uit te schakelen. Tijd is gebaaseerd op wanneer dit aangezet werd.

source: Base email template
cs: Základní šablona e-mailu
es: Plantilla básica de correos electrónicos
fr: Modèle d'e-mail de base
jp: ベースメールテンプレート
nl: Standaard e-mail template
pt: Modelo básico de email
tr: Temel e-posta şablonu

source: Leave blank to use the default one. See documentation if you want to use your own.
cs: Pro použití výchozího nastavení ponechte prázdné. Pokud chcete použít vlastní, podívejte se do dokumentace.
es: Dejar en blanco para usar la predeterminada. Ve a la documentación si quieres usar la tuya propia.
fr: Laissez vide pour utiliser celui par défaut. Voir la documentation si vous souhaitez utiliser le vôtre.
jp: デフォルトのものを使用する場合は空白にしてください。独自のものを使いたい場合は、ドキュメントを参照してください。
nl: Laat blank om de standaard te gebruiken. Bekijk de documentatie, hoe je je eigen kan gebruiken
pt: Deixe em branco para utilizar o valor padrão. Veja a documentação se desejar usar o seu próprio.
tr: Varsayılanı kullanmak için boş bırakınız. Kendinizinkini kullanmak istiyorsanız, dökümantasyonu inceleyiniz

source: pre-boarding
cs: před-nástupem
es: preabordaje
fr: pré-embarquement
jp: プレボーディング
pt: integração
tr: İşe başlamadan önce

source: new hire welcome
cs: vítaní nového zaměstnance
es: bienvenida a la nueva contratación
fr: accueil de la nouvelle recrue
jp: 新入社員の歓迎
nl: Nieuwe medewerker welkom
pt: boas-vindas de nova contratação
tr: Yeni çalışan hoşgeldin

source: text welcome
cs: vítací text
es: texto de bienvenida
fr: SMS de bienvenue
jp: テキストの歓迎
nl: sms welkom
pt: mensagem de boas-vindas
tr: Hoşgeldin mesajı

source: slack welcome
cs: Vítejte na volnočasových aktivitách
es: bienvenida de Slack
fr: Accueil sur Slack
jp: Slackでの歓迎
nl: slack welkom
pt: boas-vindas do Slack
tr: Hoşgeldin Slack

source: slack knowledge
cs: znalosti o slack
es: conocimiento de slack
fr: connaissances Slack
jp: Slackの知識
nl: Slack artikelen
pt: conhecimento de Slack
tr: slack bilim

source: Message
cs: Zpráva
es: Mensaje
jp: メッセージ
nl: Bericht
pt: Mensagem
tr: Mesaj

source: A new to do item has been added
cs: Byla přidána nová položka k provedení
es: Se ha añadido un elemento pendiente
fr: Un nouvel élément à faire a été ajouté
jp: 新しいTo Do アイテムが追加されました
nl: Een nieuwe te doen item is toegevoegd
pt: Uma nova tarefa foi adicionado
tr: Yeni bir yapılacaklar öğesi eklenmiştir

source: To do item has been marked as completed
cs: Položka k vyřízeni byla označena jako dokončená
es: Se ha marcado como completado el elemento pendiente
fr: L'élément à faire a été marqué comme terminé
jp: To Do アイテムが完了とマークされました
nl: Te doen item is gemarkeerd als compleet
pt: Tarefa foi marcado como concluída
tr: Yapılacaklar öğesi tamamlandı olarak işaretlenmiştir

source: A new resource item has been added
cs: Byla přidána nová položka zdrojů
es: Se ha añadido un nuevo recurso
fr: Un nouvel élément de ressource a été ajouté
jp: 新しいリソースアイテムが追加されました
nl: Een nieuw artikel is toegevoegd
pt: Um novo recurso foi adicionado
tr: Yeni bir kaynak öğesi eklenmiştir

source: Course has been completed
cs: Kurz byl dokončen
es: Se ha completado el curso
fr: Le cours est terminé
jp: コースを終了しました
nl: Cursus is voltooid
pt: Curso foi concluído
tr: Kurs tamamlanmıştır

source: A new badge item has been added
cs: Byla přidána nová položka odznaku
es: Se ha añadido un nuevo elemento de insignia
fr: Un nouvel élément de badge a été ajouté
jp: 新しいバッジアイテムが追加されました
nl: Een nieuwe badge is toegevoegd
pt: Um novo selo foi adicionado
tr: Yeni bir rozet öğesi eklenmiştir

source: A new introduction item has been added
cs: Byla přidána nová úvodní položka
es: Se ha añadido un nuevo elemento de introducción
fr: Un nouvel élément d'introduction a été ajouté
jp: 新しい導入アイテムが追加されました
nl: Een nieuwe introductie is toegevoegd
pt: Uma nova apresentação foi adicionada
tr: Yeni bir tanışma öğesi eklenmiştir

source: A new preboarding item has been added
cs: Byla přidána nová před-nástupní položka
es: Se ha añadido un nuevo elemento de preabordaje
fr: Un nouvel élément de préembarquement a été ajouté
jp: 新しいプレボーディングアイテムが追加されました
nl: Een nieuwe pre-boarding item is toegevoegd
pt: Uma nova integração foi adicionada
tr: Yeni bir 'işe başlamadan önce' öğesi eklenmiştir

source: A new appointment item has been added
cs: Byla přidána nová položka schůzky
es: Se ha añadido un nuevo punto de cita
fr: Un nouveau poste de rendez-vous a été ajouté
jp: 新しい予約項目が追加されました
nl: Een nieuw kalender item is toegevoegd
pt: Foi acrescentado um novo item de nomeação
tr: Yeni bir randevu maddesi eklendi

source: A new hire has been added
cs: Byl přidán nový zaměstnanec
es: Se ha añadido una nueva contratación
fr: Une nouvelle recrue a été ajoutée
jp: 新入社員が追加されました
nl: Een nieuwe medewerker is toegevoegd
pt: Uma nova contratação foi adicionada
tr: Yeni bir işe alma eklenmiştir

source: A new administrator has been added
cs: Byl přidán nový správce
es: Se ha añadido un nuevo administrador
fr: Un nouvel administrateur a été ajouté
jp: 新しい管理者が追加されました
nl: Een nieuwe administrator is toegevoegd
pt: Um novo administrador foi adicionado
tr: Yeni bir yönetici eklenmiştir

source: A new manager has been added
cs: Byl přidán nový manažér
es: Se ha añadido un nuevo gerente
fr: Un nouveau gestionnaire a été ajouté
jp: 新しいマネージャーが追加されました
nl: Een nieuwe medewerker is toegevoegd
pt: Um novo gerente foi adicionado
tr: Yeni bir müdür eklenmiştir

source: A new admin task has been added
cs: Byla přidána nová úloha správce
es: Se ha añadido una nueva tarea administrativa
fr: Une nouvelle tâche d'administration a été ajoutée
jp: 新しい管理者タスクが追加されました
nl: Een nieuwe admin taak is toegevoegd
pt: Uma nova tarefa de administrador foi adicionada
tr: Yeni bir yönetici görevi eklenmiştir

source: A new sequence has been added
cs: Byla přidána nová sekvence
jp: 新しいシークエンスが追加されました
nl: Een nieuwe tijdlijn is toegevoegd

source: A new hardware item has been added
cs: Byla přidána nová položka hardwaru
nl: Nieuwe hardware is toegevoegd

source: A new hardware item has been removed
cs: Byla odstraněna nová položka hardwaru
nl: Hardware is verwijderd

source: A new email has been sent
cs: Byl odeslán nový e-mail
es: Se ha enviado un nuevo correo electrónico
fr: Un nouveau mail a été envoyé
jp: 新しいメールが送信されました
nl: Een nieuwe email is verstuurd
pt: Um novo email foi enviado
tr: Yeni bir e-posta gönderilmiştir

source: A new text message has been sent
cs: Byla odeslána nová textová zpráva
es: Se ha enviado un nuevo mensaje de texto
fr: Un nouveau SMS a été envoyé
jp: 新しいテキストメッセージが送信されました
nl: Een nieuw sms bericht is vestuurd
pt: Uma nova mensagem de texto foi enviada
tr: Yeni bir kısa mesaj gönderilmiştir

source: A new slack message has been sent
cs: Byla odeslána nová Slack zpráva
es: Se ha enviado un nuevo mensaje de Slack
fr: Un nouveau message slack a été envoyé
jp: 新しいSlackメッセージが送信されました
nl: Een nieuw Slack bericht is verstuurd
pt: Uma nova mensagem no Slack foi enviada
tr: Yeni bir slack mesajı gönderilmiştir

source: A new slack message has been updated
cs: Byla aktualizována nová zpráva na Slacku
fr: Un nouveau message slack a été mis à jour
jp: 新しいスラックメッセージが更新されました
nl: Een nieuw Slack bericht is geupdated
pt: Uma nova mensagem de folga foi actualizada
tr: Yeni bir slack mesajı güncellendi

source: Login credentials have been sent
cs: Přihlašovací údaje byly odeslány
es: Se ha enviado la información de inicio de sesión
fr: Les identifiants de connexion ont été envoyés
jp: ログイン情報が送信されました
nl: Login gegevens zijn verstuurd
pt: Credenciais de acesso foram enviadas
tr: Giriş bilgileri gönderilmiştir

source: Reopened task email has been sent
cs: Byl odeslán e-mail o znovuotevřeném úkolu
es: Se ha enviado el correo de tarea reabierta
fr: L'e-mail de tâche rouverte a été envoyé
jp: 再開したタスクのメールが送信されました
nl: Heropen taak e-mail is verstuurd
pt: Email de tarefas reabertas foram enviadas
tr: Yeniden açılmış görev e-postası gönderilmiştir

source: Task reminder email has been sent
cs: Byl odeslán e-mail s připomenutím úkolu
es: Se ha enviado el correo recordatorio de la tarea
fr: L'e-mail de rappel de tâche a été envoyé
jp: タスクのリマインダーメールが送信されました
nl: Taak herinnerings eemail is verstuurd
pt: Email de lembrete de tarefa foi encaminhado
tr: Görev hatıratma e-postası gönderilmiştir

source: Sent new hire credentials email
cs: Odeslání e-mailu s pověřením pro nové zaměstnance
es: Se ha enviado el correo con las credenciales de la contratación
fr: E-mail d'informations d'identification pour les nouveaux employés envoyé
jp: 新入社員情報のメールが送信されました
nl: Login gegevens voor nieuwe medewerker zijn verstuurd
pt: Enviar email com credenciais para novo contratado
tr: Yeni çalışan bilgileri e-postası gönderilmiştir

source: Sent new hire preboarding email
cs: Odeslání e-mailu před nástupem nového zaměstnance
es: Se ha enviado el correo de preabordaje de la contratación
fr: E-mail de préembarquement pour les nouveaux employés envoyé
jp: 新入社員のプレボーディングメールが送信されました
nl: Preboarding e-mail is verstuurd
pt: Enviar email de integração para novo contratado
tr: Yeni çalışan 'işe başlamadan önce' e-postası gönderilmiştir

source: Sent email from sequence
cs: Odeslaný e-mail ze sekvence
es: Se ha enviado el correo desde la secuencia
fr: E-mail de la séquence envoyé
jp: シークエンスからメール送信を送信しました
nl: E-mail vanaf tijdlijn is verstuurd
pt: Enviar email de cronograma
tr: Sekanstan e-posta gönderilmiştir

source: Sent email with updates to new hire
cs: Odeslání e-mailu s aktualizacemi novému zaměstnanci
es: Se ha enviado el correo con actualizaciones a la contratación
fr: Email avec des mises à jour à la nouvelle recrue envoyé
jp: 新入社員への更新情報のメールが送信されました
nl: E-mail met updates naar nieuwe medewerker is verstuurd
pt: Enviar email com atualizações para novo contratado
tr: Yeni çalışana güncellerle ilgili e-posta gönderilmiştir

source: Sent email to extra person in admin task
cs: Odeslán e-mail další osobě v úkolu administrace
es: Se ha enviado el correo a la persona adicional en la tarea administrativa
fr: E-mail à une personne supplémentaire dans la tâche d'administration envoyé
jp: 管理者タスクについて追加の担当者にメールが送信されました
nl: Extra email naar persoon in admin taak is verstuurd
pt: Enviar email para contato adicional na tarefa de administrador
tr: Yönetici görevindeki bir kişiye daha e-posta gönderilmiştir

source: Sent email about new person assigned to admin task
cs: Odeslání e-mailu o nové osobě přidělené k úkolu administrátora
es: Se ha enviado el correo sobre la nueva persona asignada a la tarea administrativa
fr: E-mail envoyé à propos de la nouvelle personne affectée à la tâche d'administration
jp: 管理者タスクの新しい担当者についてのメールが送信されました
nl: Email omdat een nieuwe persoon is aangesteld voor een taak is verstuurd
pt: Enviar email sobre tarefa atribuída a nova pessoa na tarefa de administrador
tr: Yönetici görevine yeni birinin atanması ile ilgili e-posta gönderilmiştir

source: Sent email about new comment on admin task
cs: Odeslaný e-mail o novém komentáři k úkolu administrátora
es: Se ha enviado el correo sobre un nuevo comentario en la tarea administrativa
fr: E-mail concernant un nouveau commentaire sur la tâche d'administration envoyé
jp: 管理者タスクの新着コメントに関するメールが送信されました
nl: Nieuwe opmerking e-mail is verstuurd
pt: Enviar email sobre novo comentário na tarefa de administrador
tr: Yönetici görevine yeni yorum bildirim e-postası gönderilmiştir

source: Sent email about completing integration call
cs: Odeslaný e-mail o dokončení integrační výzvy
es: Se ha enviado el correo para completar la integración
fr: E-mail concernant l'appel de fin d'intégration envoyé
jp: インテグレーションコールの完了のメールが送信されました
nl: E-mail is verstuurd vanuit integratie
pt: Enviar email sobre conclusão de ligação de integração
tr: Entegrasyon araması tamamlanması ile ilgili e-posta gönderilmiştir

source: Couldn't send text message: number is missing
cs: Nelze odeslat textovou zprávu: chybí číslo
es: No se pudo enviar el mensaje de texto: falta el número
fr: Impossible d'envoyer le SMS : le numéro est manquant
jp: テキストメッセージを送信できませんでした: 番号が設定されていません
nl: Kon sms bericht niet versturen: nummer mist
pt: Não foi possível enviar mensagem de texto: sem número informado
tr: Kısa mesaj gönderilemedi: Cep numarası eksik

source: Couldn't send email message: email is missing
cs: Nepodařilo se odeslat e-mailovou zprávu: e-mail chybí
es: No se pudo enviar el correo: falta la dirección de correo electrónico
fr: Impossible d'envoyer l'e-mail : l'e-mail est manquant
jp: メールを送信できませんでした: メールアドレスが設定されていません
nl: Kon e-mail bericht niet versturen: e-mail mist
pt: Não foi possível enviar email: email não informado
tr: E-posta gönderilemedi: E-posta adresi eksik
