Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: User
cs: Uživatel
nl: Gebruiker

source: Extra user fields and form field values
cs: Další uživatelské pole a hodnoty polí formuláře
nl: Extra gebruikers veld en formulier waardes

source: Fields that are defined under 'User specific info' and 'Form' can be specified here for the selected user (won't be saved)
cs: Pole, která jsou definována pod 'Specifické informace o uživateli' a 'Formulář' mohou být zde specifikována pro vybraného uživatele (nebudou uložena)

source: Key
cs: Klíč

source: Value
cs: Hodnota

source: Add
cs: Přidat
es: Añadir
fr: Ajouter
jp: 追加
nl: Toevoegen
pt: Adicionar
tr: Ekle

source: Description
cs: Popis
nl: Beschrijving

source: This will run when the integration gets triggered.
cs: Toto se spustí, když se spustí integrace.
nl: Dit zal worden uitgevoerd als de integratie wordt getriggerd.

source: Add execute item
cs: Přidat položku provedení

source: Add revoke item
cs: Přidat položku zrušení

source: Edit
cs: Upravit
nl: Aanpassen

source: Are you sure you want to remove this item?
cs: Opravdu chcete tuto položku odebrat?

source: Delete
cs: Smazat
es: Eliminanr
fr: Supprimer
jp: 削除
nl: Verwijderen
pt: Deletar
tr: Kaldır

source: Check if a user already exists in the third party service. Leave empty to ignore.
cs: Zkontrolujte, zda uživatel již existuje ve službě třetí strany. Pokud chcete ignorovat, nechte prázdné.

source: Update exists
cs: Aktualizace existuje

source: Additional data that is needed to parse the data to the users
cs: Další data, která jsou potřebná k sloučení dat uživatelům

source: The form option is used when this integration gets added to a user or in a sequence to add specific details. For example: you want to create a new user in a third party application, but you want to be able to select to which group they will be added. You can do that with this option.
cs: Možnost formuláře se používá, když je tato integrace přidána uživateli nebo v sekvenci k přidání specifických detailů. Například: chcete vytvořit nového uživatele v aplikace třetí strany, ale chcete mít možnost vybrat, do které skupiny budou přidáni. To můžete udělat touto možností.

source: The default headers to send with each request. Can be overwritten through the other parts.
cs: Výchozí hlavičky, které budou odesílány s každým požadavkem. Mohou být přepsány prostřednictvím jiných částí.

source: Additional items that will be needed to run this integration. Think of api keys or a domain name for example.
cs: Další položky, které budou potřeba k provozování této integrace. Můžete si například představit API klíče nebo doménové jméno.

source: Update credentials
cs: Aktualizovat přihlašovací údaje
es: Actualizar credenciales
fr: Mettre à jour les identifiants
jp: 認証情報の更新
pt: Atualizar credenciais
tr: Kimlik bilgilerini güncelle

source: Create new field
cs: Vytvořit nové pole

source: If you need to use OAuth2 to get a token, then you will need to use this. See all settings here: <a href='https://docs.chiefonboarding.com/integrations/oauth.html' target='_blank'>Oauth documentation</a>
cs: Pokud potřebujete použít OAuth2 k získání tokenu, budete potřebovat toto. Všechna nastavení najdete zde: <a href='https://docs.chiefonboarding.com/integrations/oauth.html' target='_blank'>Oauth documentation</a>

source: Update OAuth
cs: Aktualizovat OAuth

source: Connect OAuth
cs: Připojit OAuth

source: This will revoke a user when the integration is triggered in the offboarding sequence or by revoking the user by clicking on the button
cs: Toto zruší uživatele, když je integrace spuštěna v sekvenčním odstavení nebo kliknutím na tlačítko pro zrušení uživatele

source: Result
cs: Výsledek

source: Requests
cs: Požadavky

source: Request
cs: Požadavek

source: Extra user info form
cs: Formulář s dodatečnými informacemi o uživateli

source: When an integration needs extra user info (a notification will be added to add this info). Make sure to 'mock' these values in the right column, for testing purposes.
cs: Když integrace potřebuje dodatečné informace o uživateli (bude přidáno oznámení k doplnění těchto informací). Ujistěte se, že tyto hodnoty 'napodobujete' v pravém sloupci pro testovací účely.

source: Integration
cs: Integrace
nl: Integratie

source: Type
cs: Typ

source: Ran at
cs: Spuštěno v
nl: Uitgevoerd op

source: Action
cs: Akce
nl: Actie

source: Ran for user
cs: Spuštěno pro uživatele
nl: Uitegevoerd voor gebruiker

source: No items available
cs: Žádné položky k dispozici
es: No hay elementos disponibles
fr: Aucun élément disponible
jp: 該当するアイテムはありません
nl: Geen items beschikbaar
pt: Não há itens disponíveis
tr: Öğe bulunmamaktadır

source: Status code
cs: Stavový kód

source: Method and URL
cs: Metoda a URL
nl: Methode en link

source: Response
cs: Odpověď
nl: Antwoord

source: Post data
cs: Odeslat data

source: Error
cs: Chyba
nl: Foutmelding

source: Found value
cs: Nalezená hodnota
nl: Gevonden waarde

source: Expected value:
cs: Očekávaná hodnota:␣
nl: Verwachte waarde:

source: %(value)s should only contain capitals, numbers and/or underscores
cs: %(value)s by měla obsahovat pouze velká písmena, číslice a/nebo podtržítka
nl: %(value)s mag alleen hoofdletters, nummers en laag streepje bevatten

source: Not all values are within the range of 100 and 599
cs: Některé hodnoty nejsou v rozmezí 100 až 599
nl: Niet alle waardes zijn binnen de range van 100 en 599

source: Continue if must include `response_notation` as a key.
cs: Pokračujte, pokud obsahuje `response_notation` jako klíč.

source: Continue if must include `value` as a key.
cs: Pokračujte, pokud obsahuje `value` jako klíč.

source: Polling must include `interval` as a key.
cs: Hlasovaní musí zahrnovat `interval` jako klíč

source: Polling must include `amount` as a key.
cs: Hlasovaní musí zahrnovat `amount` jako klíč

source: Integration has been created!
cs: Integrace byla vytvořena!
es: ¡La integración se ha creado!
fr: L'intégration a été créée!
jp: インテグレーションが作成されました！
nl: Integratie is aangemaakt
pt: Integração foi criada!
tr: Entegrasyon oluşturulmuştur!

source: Add new integration
cs: Přidat novou integraci
es: Añadir nueva integración
fr: Ajouter une nouvelle intégration
jp: 新規インテグレーションの追加
nl: Nieuwe integratie toevoegen
pt: Adicionar nova integração
tr: Yeni entegrasyon ekle

source: settings
cs: nastavení
es: ajustes
fr: paramètres
jp: 設定
nl: instellingen
pt: configurações
tr: ayarlar

source: Integration has been updated!
cs: Integrace byla aktualizována!
es: ¡La integración se ha actualizado!
fr: L'intégration a été mise à jour!
jp: インテグレーションがアップデートされました！
nl: Integratie item is geüpdatet
pt: Integração foi atualizada!
tr: Entegrasyon güncellenmiştir!

source: Change Google login credentials
cs: Změna přihlašovacích údajů Google
es: Cambiar las credenciales de acceso a Google
fr: Modifier les informations d'identification de Google
jp: Googleのログイン情報を変更する
nl: Jouw Google login gegevens
pt: Alterar as credenciais de login do Google
tr: Google oturum açma kimlik bilgilerini değiştirme

source: Update existing integration
cs: Aktualizovat existující integraci
nl: Update huidige integratie

source: Delete integration
cs: Smazat integraci
es: Eliminar integración
fr: Supprimer l'intégration
jp: インテグレーションを削除する
nl: Verwijder integratie
pt: Deletar integração
tr: Entegrasyonu kaldır

source: Your config values have been updated!
cs: Vaše konfigurační hodnoty byly aktualizovány!
es: ¡Los valores de configuración se han actualizado!
fr: Vos valeurs de configuration ont été mises à jour !
jp: 設定が更新されました！
nl: Jouw instellingen zijn gewijzigd
pt: Suas configurações foram atualizadas!
tr: Konfigürasyon değerleriniz güncellenmiştir!

source: Integration settings
cs: Nastavení integrace
nl: Integratie instellingen

source: Secret value has been removed
cs: Tajná hodnota byla odstraněna
nl: Geheime waarde is verwijderd

source: Could not optain slack authentication code.
cs: Nepodařilo se získat ověřovací kód od Slacku.
es: No se pudo obtener el código de autenticación de Slack.
fr: Impossible d'obtenir le code d'authentification Slack.
jp: Slack認証コードを取得できませんでした。
nl: Kon Slack code niet verkrijgen.
pt: Não foi possível obter o código de autenticação do Slack.
tr: Slack otorizasyon kodunuz alınamamaktadır.

source: Slack has successfully been connected. You have a new bot in your workspace.
cs: Slack byl úspěšně připojen. Máte nového bota ve svém pracovním prostoru.
es: Slack se ha conectado con éxito. Tienes un nuevo bot en tu espacio de trabajo.
fr: Slack a été connecté avec succès. Vous avez un nouveau robot dans votre espace de travail.
jp: Slackが正常に接続されました。あなたのワークスペースに新しいボットができました。
nl: Slack is succesvol geconnecteerd. Je hebt een nieuwe bot in jouw team.
pt: Slack foi conectado com sucesso. Você tem um novo robô no seu espaço de trabalho.
tr: Slack başarılı bir şekilde bağlanmıştır. Çalışma ortamınızda yeni bir botunuz var.

source: Could not get tokens from Slack
cs: Nepodařilo se získat tokeny od Slacku
es: No se pudo obtener los tokens de Slack
fr: Impossible d'obtenir les jetons de Slack
jp: Slackからトークンを取得できませんでした
nl: Kon code niet van Slack krijgen
pt: Não foi possível obter os tokens do Slack
tr: Slack jetonlarınız alınamamıştır

source: All integration runs
cs: Všechny integrace jsou spuštěny
nl: Alle gelopen integraties

source: %(integration)s for %(user)s
cs: %(integration)s pro %(user)s
nl: %(integration)s voor %(user)s

source: Person to introduce
cs: Osoba k představení
es: Persona a introducir
fr: Personne à présenter
jp: 紹介する人
nl: Persoon om te introduceren
pt: Pessoa a apresentar
tr: Tanıtılacak kişi

source: Duplicate
cs: Duplikace
es: Duplicar
fr: Dupliquer
jp: 複製
nl: Dupliceren
pt: Duplicar
tr: Kopya

source: Preview
cs: Náhled
es: Vista previa
fr: Aperçu
jp: プレビュー
nl: Voorbeeld
pt: Visualizar
tr: Önizleme

source: Introduction items
cs: Úvodní položky
es: Elementos de introducción
fr: Eléments d'introduction
jp: 導入アイテム
nl: Introductie item
pt: Introduções
tr: Tanıtma öğeleri

source: Introduction item has been updated
cs: Úvodní položka byla aktualizována
es: El elemento de introducción se ha actualizado
fr: L'élément d'introduction a été mis à jour
jp: 導入アイテムが更新されました
nl: Introductie item is geüpdatet
pt: Introdução foi atualizada
tr: Tanıtma öğesi güncellenmiştir

source: Create introduction item
cs: Vytvořit úvodní položku
es: Crear elemento de introducción
fr: Créer un élément d'introduction
jp: 導入アイテムの作成
nl: Nieuwe introductie aanmaken
pt: Criar nova introdução
tr: Tanıtma öğesi oluştur

source: Update introduction item
cs: Aktualizovat úvodní položku
es: Actualizar elemento de introducción
fr: Mettre à jour l'élément d'introduction
jp: 導入アイテムの更新
nl: Update introductie
pt: Atualizar introdução
tr: Tanıtma öğesini güncelle

source: Introduction item has been removed
cs: Úvodní položka byla odebrána
es: Se ha eliminado el elemento de introducción
fr: L'élément d'introduction a été supprimé
jp: 導入アイテムは削除されました
nl: Introductie is verwijderd
pt: Introdução foi removida
tr: Tanıtma öğresi kaldırılmıştır

source: new hire
cs: Nový zaměstnanec
es: nueva contratación
fr: nouvelle recrue
jp: 新入社員
nl: Nieuwe medewerker
pt: nova contratação
tr: Yeni işe alım

source: Employee
cs: Zaměstnanec
es: Empleado
fr: Employé
jp: 従業員
nl: Medewerker
pt: Empregado
tr: Çalışan

source: User has been removed
cs: Uživatel byl odebrán
nl: Gebruiker is verwijderd

source: Account has been created
cs: Účet byl vytvořen
fr: Le compte a été créé
jp: アカウントが作成されました
nl: Account is aangemaakt
pt: Foi criada uma conta

source: Account could not be created
cs: Účet se nepodařilo vytvořit
fr: Le compte n'a pas pu être créé
jp: アカウントを作成できませんでした
nl: Account kon niet aangemaakt worden
pt: Não foi possível criar uma conta

source: Sequences
cs: Sekvence
es: Secuencias
fr: Séquences
nl: Tijdlijnen
pt: Cronogramas
tr: Sekanslar

source: Start date
cs: Datum zahájení
es: Fecha de inicio
fr: Date de début
jp: 開始日
nl: Start datum
pt: Data de início
tr: Başlangıç tarihi

source: Create new hire
cs: Vytvořit nového zaměstnance
es: Crear nueva contratación
fr: Créer une nouvelle recrue
jp: 新規採用の作成
nl: Nieuwe medewerker aanmaken
pt: Criar nova contratação
tr: Yeni işe alım oluştur

source: Select sequences you want to add
cs: Vyberte sekvence, které chcete přidat␣
es: Elije las secuencias que quieres añadir
fr: Sélectionner les séquences que vous voulez ajouter
jp: 追加したいシークエンスを選択してください
nl: Selecteer tijdlijn die je wil toevoegen
pt: Selecione os cronogramas que você deseja adicionar
tr: Eklemek istediğiniz sekansları seçiniz

source: You cannot set an offboarding date in the past.
cs: Nemůžete nastavit datum ukončení pracovního poměru v minulosti.
nl: Je kunt geen uitwerk datum in het verleden kiezen.

source: This task has just been reopened!
cs: Tato úloha byla právě znovu otevřena!␣
es: ¡Esta tarea se acaba de volver a abrir!
fr: Cette tâche a tout juste été réouverte!
jp: このタスクは再開されました！
nl: Deze taak is geheropend!
pt: Essa tarefa acaba de ser reaberta!
tr: Bu görev az önce yeniden açılmıştır!

source: Message that you want to leave for your new hire:
cs: Zpráva, kterou chcete nechat pro svého nového zaměstnance:
es: Mensaje que quieres dejar para tu nueva contratación:
fr: Message que vous voulez laisser à votre nouvelle recrue:
jp: 新入採用者へ送りたいメッセージ：
nl: Bericht die je wil achterlaten voor nieuwe medewerker:
pt: Mensagem que você deseja deixar para seu novo contratado:
tr: Yeni çalışanıza bırakmak istediğiniz mesaj:

source: Send via email
cs: Odeslat emailem
es: Enviar por correo electrónico
fr: Envoyer par e-mail
jp: Eメールで送信する
nl: Verstuur via e-mail
pt: Enviar via email
tr: E-posta olarak gönder

source: Send via text
cs: Odeslat SMS zprávou
es: Enviar por mensaje de texto
fr: Envoyer par SMS
jp: テキストで送信する
nl: Verstuur via SMS
pt: Enviar via mensagem de texto
tr: Mesaj olarak gönder

source: Send type
cs: Způsob odeslání
es: Tipo de envío
fr: Type d'envoi
jp: 送信タイプ
nl: Verstuur type
pt: Tipo de envio
tr: Gönderme türü

source: New hires
cs: Noví zaměstnanci
es: Nuevas contrataciones
fr: Nouvelles recrues
jp: 新入社員
nl: Nieuwe medewerkers
pt: Novos contratados
tr: Yeni işe alımlar

source: people
cs: lidé
es: personas
fr: personnes
jp: 人
nl: Mensen
pt: pessoas
tr: kişiler

source: New hire has been created
cs: Nový zaměstnanec byl vytvořen
es: Se ha creado la nueva contratación
fr: La nouvelle recrue a été créée
jp: 新入社員が作成されました
nl: Nieuwe medewerker is aangemaakt
pt: Nova contratação foi criada
tr: Yeni işe alım oluşturulmuştur

source: Add new hire
cs: Přidat nového zaměstnance
es: Añadir nueva contratación
fr: Ajouter la nouvelle recrue
jp: 新規採用の追加
nl: Voeg nieuwe medewerker toe
pt: Adicionar nova contratação
tr: Yeni işe alım ekle

source: Sequence(s) have been added to this new hire
cs: Sekvence byla/y přidána/y k tomuto novému zaměstnanci
es: La(s) secuencia(s) se ha(n) añadido a esta nueva contratación
fr: La ou les séquences ont été ajoutées à cette nouvelle recrue
jp: シークエンスがこの新入社員に追加されました
nl: Tijdlijn(en) zijn toegevoegd aan de nieuwe medewerker
pt: Cronograma(s) foram adicionadas para esse novo contratado
tr: Sekans(lar) bu işe alıma eklenmiştir

source: Sequence items were removed from this new hire
cs: Položky sekvence byly odebrány od nového zaměstnance
jp: 今回の新入社員からシークエンスアイテムが削除された
nl: Tijdlijn(en) items zijn verwijderd van de nieuwe medewerker

source: Sent email to new hire
cs: Odeslat email novému zaměstnanci
es: Se envío el correo a la nueva contratación
fr: E-mail envoyé à la nouvelle recrue
jp: 新入社員にメールを送りました
nl: Verstuur e-mail naar nieuwe medewerker
pt: Enviar email para novo contratado
tr: Yeni çalışana e-posta gönderilmiştir

source: New hire has been updated
cs: Nový zaměstnanec byl aktualizován
es: Se ha actualizado la nueva contratación
fr: La nouvelle recrue a été mise à jour
jp: 新入社員が更新されました
nl: Nieuwe medewerker is geüpdatet
pt: Nova contratação foi atualizada
tr: İşe alım güncellenmiştir

source: New hire is now a normal account.
cs: Nový zaměstnanec je nyní normálním účtem.
es: La nueva contratación ahora tiene una cuenta normal.
fr: La nouvelle recrue est maintenant un compte normal.
jp: 新入社員は通常アカウントになりました。
nl: Nieuwe medewerker heeft nu een normaal account.
pt: Novo contratado possui uma conta comum agora.
tr: İşe alım normal hesaba dönüştürülmüştür.

source: Extra info has been added!
cs: Byly přidány další informace!
fr: Des informations supplémentaires ont été ajoutées !
jp: エクストラ情報を追加しました！
nl: Extra info is toegevoegd!
pt: Informações extras foram adicionadas!
tr: Ekstra bilgi eklendi!

source: Note has been added
cs: Poznámka byla přidána
es: Se ha añadido la nota
fr: La note a été ajoutée
jp: メモが追加されました
nl: Notitie is toegevoegd
pt: Nota foi adicionada
tr: Not eklenmiştir

source: Don't forget this item!
cs: Nezapomeňte na tuto položku!
es: ¡No olvides este elemento!
fr: N'oubliez pas cet élément!
jp: このアイテムもお忘れなく！
nl: Vergeet dit item niet af te vinken!
pt: Não se esqueça deste item!
tr: Bu öğeyi unutmayınız!

source: Reminder has been sent!
cs: Připomenutí bylo odesláno!
es: ¡Se ha enviado el recordatorio!
fr: Le rappel a été envoyé!
jp: リマインダーを送信しました！
nl: Herinnering is verstuurd!
pt: Lembrete foi enviado!
tr: Hatırlatıcı gönderilmiştir!

source: Item has been reopened
cs: Položka byla znovu otevřena
es: Se ha vuelto a abrir el elemento
fr: L'élément a été réouvert
jp: アイテムが再オープンされました
nl: Item is heropent
pt: Item foi reaberto
tr: Öğe yeniden açılmıştır

source: Add/Remove templates for %(name)s
cs: Přidat/Odebrat šablony pro %(name)s
es: Añadir/Eliminar plantillas para %(name)s
fr: Ajouter/Supprimer les modèles pour %(name)s
jp: %(name)s 用のテンプレートの追加/削除
nl: Voeg toe/Verwijder items voor %(name)s
pt: Adicionar/remover modelos para %(name)s
tr: %(name)s Ekle/Çıkar şablonları

source: New hire has been removed
cs: Nový zaměstnanec byl odebrán
es: La nueva contratación se ha eliminado
fr: La nouvelle recrue a été supprimée
jp: 新入社員は削除されました
nl: Nieuwe medewerker is verwijderd
pt: Nova contratação foi removida
tr: Yeni işe alım kaldırılmıştır

source: The admin task was successfully completed
cs: Správcovský úkol byl úspěšně dokončen
nl: De admin taak was succesvol voltooid

source: First name
cs: Jméno
es: Primer nombre
fr: Prénom
jp: 名
nl: Voornaam
pt: Nome
tr: Ad

source: Last name
cs: Příjmení
es: Apellido
fr: Nom
jp: 姓
nl: Achternaam
pt: Sobrenome
tr: Soyad

source: Are you sure? This cannot be reversed. You will have to create the user manually if you would want to add them later
cs: Jste si jisti? Tuto akci nelze vrátit zpět. Pokud je později budete chtít znovu přidat, budete muset uživatele vytvořit ručně
nl: Weet je dit zeker? Dit kan niet worden teruggedraaid. Je zult de gebruiker zelf moeten aanmaken als je hen wilt toegevoegen

source: Don't show this user again
cs: Totoho uživatele znovu nezobrazovat
nl: Laat deze gebruiker niet opnieuw zien

source: No users found
cs: Nenalezen žádný uživatel
nl: Geen gebruikers gevonden

source: Create users
cs: Vytvořit uživatele
nl: Nieuwe gebruiker

source: Managers and administrators will receive an email with login credentials
cs: Manažeři a administrátoři obdrží e-mail s přihlašovacími údaji
nl: Managers en administrators zullen een e-mail ontvangen met hun login gegevens

source: Download user uploaded file
cs: Stáhnout nahraný soubor uživatele
es: Descargar archivo subido por el usuario
fr: Télécharger le document importé par l'utilisateur
jp: ユーザーがアップロードしたファイルをダウンロードする
nl: Download bestand geupload door gebruiker
pt: Baixar arquivo carregado do usuário
tr: Kullanıcının yüklediği dosyayı indir

source: Overview
cs: Přehled
es: Resumen
fr: Vue d'ensemble
jp: 概要
nl: Overzicht
pt: Visão geral
tr: Genel Bakış

source: Profile
cs: Profil
es: Perfil
fr: Profil
jp: プロフィール
nl: Profiel
pt: Perfil
tr: Profil

source: Access
cs: Přístup
es: Acceder
fr: Accès
jp: アクセス
nl: Toegang
pt: Acesso
tr: Erişim

source: Progress
cs: Pokrok
es: Progreso
fr: Progrès
jp: 進捗情報
nl: Voortgang
pt: Progresso
tr: İlerleme

source: Forms
cs: Formuláře
es: Formularios
fr: Formulaires
jp: フォーム
nl: Formulieren
pt: Formulário
tr: Formlar

source: Notes
cs: Poznámky
es: Notas
jp: 備考
nl: Notities
pt: Notas
tr: Notlar

source: Admin Tasks
cs: Správcovské úkoly
es: Tareas Administrativas
fr: Tâches d'administration
jp: 管理者タスク
nl: Administrator Taken
pt: Tarefas de Administrador
tr: Yönetici Görevleri

source: Welcome Messages
cs: Přivítací zprávy
es: Mensajes de Bienvenida
fr: Messages de bienvenue
jp: ウェルカムメッセージ
nl: Welkom berichten
pt: Mensagens de boas-vindas
tr: Hoşgeldiniz Mesajları

source: You have assigned items to this user that require a manager and a buddy. Please assign one.
cs: Přirazily jste položky uživateli které vyžadují manažera a kamaráda. Prosím, přiřaďte jednoho.
nl: Je hebt items aan deze gebruiker toegekend die een manager en buddy vereisenKies iemand.

source: You have assigned items to this user that require a buddy. Please assign one.
cs: Pro tohoto uživatele jste přiřadili položky, které vyžadují kamaráda. Prosím, přiřaďte jednoho.
nl: Je hebt items aan deze gebruiker toegekend die een buddy vereisen. Kies iemand.

source: You have assigned items to this user that require a manager. Please assign one.
cs: Pro tohoto uživatele jste přiřadili položky, které vyžadují manažera. Prosím, přiřaďte jednoho.
nl: Je hebt items aan deze gebruiker toegekend die een manager vereisen. Kies iemand.

source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
jp: 設定
nl: Instellingen
pt: Configurações
tr: Ayarlar

source: Send Preboarding email
cs: Odeslat email před nástupem
es: Enviar correo de Preabordaje
fr: Envoyer un e-mail de pré-embarquement
jp: プレボーディングメールを送信する
nl: Verstuur preboarding e-mail
pt: Enviar email de integração
tr: İşe başlangıç öncesi e-postası gönder

source: Send login email (day 1 and onwards)
cs: Odeslat přihlašovací email (den 1 a dále)
es: Enviar correo de inicio de sesión (día 1 en adelante)
fr: Envoyer l'e-mail de connexion (jour 1 et suivants)
jp: ログインメールの送信（1日目以降）
nl: Verstuur login email (dag 1 en verder)
pt: Enviar email de login (dia 1 em diante)
tr: Hesaba giriş e-postası gönderi (1. günden itibaren)

source: Add Sequence
cs: Přidat sekvenci
es: Añadir Secuencia
fr: Ajouter la Séquence
jp: シークエンスの追加
nl: Toevoegen tijdlijn
pt: Adicionar cronograma
tr: Sekans ekle

source: Delete user
cs: Smazat uživatele
es: Eliminar Usuario
fr: Supprimer l'utilisateur
jp: ユーザーの削除
nl: Verwijder gebruiker
pt: Deletar usuário
tr: Kullanıcıyı sil

source: Added
cs: Přidáno
es: Añadido
fr: Ajouté
jp: 追加されました
nl: Toegevoegd
pt: Adicionado
tr: Eklendi

source: Give access
cs: Přidat přístup
es: Dar acceso
fr: Donner l'accès
jp: アクセス権を与える
nl: Toegang geven
pt: Dar acesso
tr: Erişim izni ver

source: Revoke access
cs: Zrušit přístup
es: Revocar acceso
fr: Révoquer l'accès
jp: アクセス権の取り消し
nl: Toegang beperken
pt: Revogar acesso
tr: Erişim iznini kaldır

source: Done!
cs: Hotovo!
es: ¡Listo!
fr: Fait!
jp: 完了！
nl: Gedaan!
pt: Feito!
tr: Bitti!

source: Trigger all these items now
cs: Spustit všechny tyto položky nyní
es: Detonar todos estos elementos ahora
fr: Déclenchez tous ces éléments maintenant
jp: これらのアイテムを今すぐトリガーする
nl: Zet deze items in gang
pt: Acionar todos os itens agora
tr: Tüm bu öğeleri şimdi başlat

source: Checking status
cs: Kontrola stavu
es: Revisando estado
fr: Vérification de l'état
jp: ステータスを確認中
nl: Status controleren
pt: Verificando status
tr: Durum kontrol ediliyor

source: Request failed with error:
cs: Požadavek selhal s chybou:␣
nl: Aanvraag mislukt met foutmelding:

source: Error when trying to reach service
cs: Chyba při pokusu o dosažení služby
fr: Erreur lors de la tentative d'accès au service
jp: サービスにアクセスしようとしたときのエラー
nl: Fout bij connectie naar service
pt: Erro ao tentar acessar o serviço
tr: Servise ulaşmaya çalışırken hata

source: Activated
cs: Aktivováno
es: Activado
fr: Activé
jp: 有効
nl: Actief
pt: Ativado
tr: Etkinleştirilmiştir
