Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Couldn't deliver email message: recipient refused
cs: Nepodařilo se doručit e-mailovou zprávu: příjemce odmítl.
es: No se pudo entregar el correo: el destinatario no lo recibió
fr: Impossible de remettre l'e-mail : le destinataire a refusé
jp: メールを配信できませんでした: 受信者が拒否しました
nl: Kon bericht niet afleveren: afzender heeft geweigerd
pt: Não foi possível entregar o email: destinatário recusado
tr: E-posta iletilemedi: alıcı reddetti

source: Couldn't deliver email message: provider error
cs: Nepodařilo se doručit e-mailovou zprávu: chyba poskytovatele
es: No se pudo entregar el correo: error del proveedor
fr: Impossible de remettre l'e-mail : erreur du fournisseur de service
jp: メールを配信できませんでした：プロバイダーエラー
nl: Kon bericht niet afleveren: provider error
pt: Não foi possível entregar o email: erro de provedor
tr: E-posta iletilemedi: sağlayıcı hatası

source: Couldn't send Slack message
cs: Nelze odeslat zprávu ze služby Slack
es: No se puede enviar el mensaje de Slack
fr: Impossible d'envoyer un message Slack
jp: Slackメッセージの送信ができない
nl: Kon Slack bericht niet versturen
pt: Não foi possível enviar uma mensagem de Slack
tr: Slack mesajı gönderilemedi

source: Couldn't update Slack message
cs: Nelze aktualizovat zprávu ve službě Slack
es: No se ha podido actualizar el mensaje de Slack
fr: Impossible de mettre à jour le message Slack
jp: Slackメッセージの更新ができない
nl: Kon Slack bericht niet updaten
pt: Não foi possível actualizar a Slack message
tr: Slack iletisi güncellenemedi

source: Integration has been triggered
cs: Integrace byla spuštěna
es: La integración se ha detonado
fr: L'intégration a été déclenchée
jp: インテグレーション実行がトリガーされました
nl: Integratie is geïnitieerd
pt: Integração foi iniciada
tr: Entegrasyon başlatıldı

source: Disable manual integration
cs: Zakázat ruční integraci
nl: Schakel handmatige integratie uit

source: Enable manual integration
cs: Povolení ruční integrace
nl: Schakel handmatige integratie in

source: Couldn't complete integration
cs: Integraci se nepodařilo dokončit
es: No se pudo completar la integración
fr: Impossible de terminer l'intégration
jp: インテグレーションを完了できませんでした
nl: Kon integratie niet voltooien
pt: Não foi possível completar a integração
tr: Entegrasyon tamamlanamadı

source: Integration was blocked due to condition
cs: Integrace byla zablokována kvůli podmínce
nl: Integratie is geblokkeerd door conditie

source: Couldn't send integration notification
cs: Nelze odeslat oznámení o integraci
es: No se pudo enviar la notificación de la integración
fr: Impossible d'envoyer la notification d'intégration
jp: インテグレーション通知を送信できませんでした
nl: Kon integratie melding niet versturen
pt: Não foi possível enviar notificação de integração

source: For
cs: Pro
es: Para
fr: Pour
jp: のために
nl: Voor
pt: Para

source: By
cs: Podle
es: Por
fr: Par
jp: による
nl: Door
pt: Por

source: Search
cs: Vyhledávání
nl: Zoeken

source: results
cs: výsledky
nl: Resultaten

source: Close
cs: Zavřít
nl: Sluiten

source: Nothing found
cs: Nic nebylo nalezeno
nl: Niets gevonden

source: There are more results that are currently not shown. Please be more specific with your search query.
cs: Existují další výsledky, které se v současné době nezobrazují. Upřesněte prosím svůj vyhledávací dotaz.
nl: Er zijn meer resultaten dan er worden getoond. Ben iets specifieker met je zoek opdracht.

source: Notifications
cs: Oznámení
es: Notificaciones
jp: 通知
nl: Notificaties
pt: Notificações
tr: Bildirimler

source: global
cs: globální
jp: グローバル
nl: Globaal

source: Select sequences
cs: Výběr sekvencí
es: Elegir secuencias
fr: Sélectionner des séquences
jp: シークエンスの選択
nl: Selecteer tijdlijnen
pt: Selecionar cronogramas
tr: Sekansları seç

source: Click a button to see more information :)
cs: Kliknutím na tlačítko zobrazíte další informace :)
es: Haz clic en un botón para ver más información :)
fr: Cliquez sur un bouton pour voir plus d'informations :)
jp: 詳細を見るにはボタンをクリックしてください :)
nl: Klik op de knop voor meer informatie :)
pt: Clique no botão para ver mais informações :)
tr: Daha fazla bilgi almak için bir butona tıkla :)

source: View course
cs: Zobrazit kurz
es: Ver curso
fr: Voir le cours
jp: コースを見る
nl: Bekijk cursus
pt: Ver curso
tr: Kursu görüntüle

source: View resource
cs: Zobrazit zdroj
es: Ver recurso
fr: Afficher la ressource
jp: リソースを見る
nl: Bekijk artikel
pt: Ver recurso
tr: Kaynak görüntüle

source: Select chapter
cs: Vyberte kapitolu
es: Seleccionar capítulo
fr: Sélectionner le chapitre
jp: 章を選択
nl: Selecteer hoofdstuk
pt: Selecionar capítulo
tr: Bölüm seç

source: Course
cs: Kurz
es: Curso
fr: Cours
jp: コース
nl: Cursus
pt: Curso
tr: Kurs

source: No resources available
cs: Nejsou k dispozici žádné zdroje
es: No hay recursos disponibles
fr: Aucune ressource disponible
jp: 利用可能なリソースがありません
nl: Geen artikelen beschikbaar
pt: Sem recursos disponíveis
tr: Kaynak bulunmuyor

source: No category
cs: Žádná kategorie
es: Sin categorías
fr: Pas de catégorie
jp: カテゴリがありません
nl: Geen categorie
pt: Sem categoria
tr: Kategori bulunmuyor

source: Select a category:
cs: Vyberte kategorii:
es: Elige una categoría:
fr: Choisir une catégorie:
jp: カテゴリーを選択してください :
nl: Selecteer een categorie:
pt: Selecione a categoria:
tr: Bir kategori seç:

source: This task has no deadline.
cs: Tento úkol nemá žádný termín.
es: Esta tarea no tiene fecha límite.
fr: Cette tâche n'a pas de date limite.
jp: このタスクに期限はありません。
nl: Deze taak heeft geen deadline.
pt: Essa tarefa não tem prazo definido.
tr: Bu görevin son teslim tarihi yoktur.

source: This task is overdue
cs: Tento úkol je opožděný
es: Esta tarea está atrasada
fr: Cette tâche est en retard
jp: このタスクは期限切れです
nl: Bij deze taak is de deadline verstreken
pt: Esta tarefa está atrasada
tr: Bu görevin son teslim tarihi geçmiştir

source: This task is due today
cs: Tento úkol je třeba splnit dnes
es: Esta tarea se debe entregar hoy
fr: Cette tâche est due aujourd'hui
jp: このタスクは今日が期限です
nl: Deze taak moet vandaag afgerond worden
pt: Está tarefa vence hoje
tr: Bu görevin son teslim günü bugündür

source: This task needs to be completed in %(amount)s working days
cs: Tento úkol musí být dokončen v %(amount)s pracovních dnů.
es: Esta tarea se debe completar en %(amount)s días de trabajo
fr: Cette tâche doit être accomplie en %(amount)s jours ouvrés
jp: このタスクは%(amount)s営業日以内に完了する必要があります
nl: Deze taak moet over %(amount)s werkdagen afgerond zijn
pt: Essa tarefa precisa ser finalizada em %(amount)s dias úteis
tr: Bu görevin %(amount)s iş günü içerisinde tamamlanması gerekmektedir

source: View details
cs: Zobrazit podrobnosti
es: Ver detalles
fr: Voir les détails
jp: 詳細を見る
nl: Bekijk details
pt: Ver detalhes
tr: Detayları görüntüle

source: Mark completed
cs: Značka dokončena
es: Marcar como completado
fr: Marquer terminée
jp: 完了にする
nl: Markeer als voltooid
pt: Marcar como completo
tr: Tamamlandı olarak işaretle

source: done
cs: hotovo
es: listo
fr: fini
jp: 完了
nl: gedaan
pt: feito
tr: bitti

source: These are the tasks you need to complete:
cs: To jsou úkoly, které musíte splnit:
es: Estas son las tareas que debes completar:
fr: Ce sont les tâches que vous devez accomplir:
jp: こちらがあなたが完了しなければならないタスクです :
nl: Dit zijn de taken die moet voltooien:
pt: Essas são as tarefas que você precisa completar:
tr: Tamamlamanız gerek görevler bunlardır:

source: I couldn't find any tasks.
cs: Žádné úkoly jsem nenašel.
es: No pude encontrar ninguna tarea.
fr: Je n'ai trouvé aucune tâche.
jp: タスクがありません。
nl: Ik kon geen taken vinden.
pt: Não foi possível encontrar nenhuma tarefa.
tr: Herhangi bir görev bulamadım.

source: Welcome!
cs: Vítejte!
es: ¡Bienvenido!
fr: Bienvenue!
jp: ようこそ !
nl: Welkom!
pt: Bem vindo!
tr: Hoşgeldiniz!

source: Here are some courses that you need to complete
cs: Zde je několik kurzů, které musíte absolvovat
es: Estos son algunos cursos que debes completar
fr: Voici quelques cours que vous devez suivre
jp: 完了しないといけないコースはこちらです
nl: Dit zijn de cursussen die moet voltooien:
pt: Aqui estão alguns dos cursos que você precisa completar
tr: Bunlar tamamlamanız gereken kursların bazılarıdır

source: Good morning! These are the tasks you need to complete. Some to do items are overdue. Please complete those as soon as possible!
cs: Dobré ráno! Toto jsou úkoly, které musíte splnit. Některé úkoly jsou po splatnosti. Ty prosím dokončete co nejdříve!
es: ¡Buenos días! Estas son las tareas que debes completar. Algunos pendientes están atrasados. ¡Por favor completa estos tan pronto como sea posible!
fr: Bonjour ! Ce sont les tâches que vous devez accomplir. Certains éléments à faire sont en retard. Veuillez les compléter dès que possible!
jp: おはようございます！こちらがあなたが完了しなければならないタスクです 。いくつか期限切れのものがあります。できるだけ早く完了させてください！
nl: Goedemorgen! Dit zijn de taken die je nog moet voltooien. Sommige taken hadden al klaar moeten zijn. Voltooi ze alsnog zo snel mogelijk!
pt: Bom dia! Essas são as tarefas que você precisa completar. Alguns itens estão atrasados. Por favor, complete-os o quanto antes!
tr: Günaydın! Tamamlamanız gereken görevler bunlardır. Bazı yapılacaklar öğelerinizin son teslim tarihleri geçmiştir. Lütfen bunları en kısa zamanda tamamlayınız!

source: Good morning! These are the tasks you need to complete today:
cs: Dobré ráno! Toto jsou úkoly, které musíte dnes splnit:
es: ¡Buenos días! Estas son las tareas que debes completar hoy:
fr: Bonjour ! Ce sont les tâches que vous devez accomplir aujourd'hui:
jp: おはようございます！本日あなたが完了しないといけないタスクはこちらです :
nl: Goede morgen! Dit zijn de taken die je vandaag moet afronden:
pt: Bom dia! Essas são as tarefas que você precisa completar hoje:
tr: Günaydın! Bunlar, bugün tamamlamanız gereken görevlerdir:

source: Just a quick reminder: It's %(name)s's first day today!
cs: Jen krátká připomínka: Dnes je první den pro %(name)s.
es: Recordatorio: ¡Hoy es el primer día de %(name)s!
fr: Juste un petit rappel: C'est le premier jour de %(name)s aujourd'hui !
jp: お知らせ : 今日は %(name)s さんの初日です！
nl: Even een snelle herinnering: Het is %(name)s's eerste dag vandaag!
pt: Apenas um lembrete: Hoje é o primeiro dia do %(name)s !
tr: Hızlı bir hatırlatıcı: Bugün %(name)s'in birinci iş günü!

source: We got some new hires coming in! %(names)s are starting today!
cs: Máme několik nových zaměstnanců! %(names)s začínají dnes!
es: ¡Tenemos nuevas contrataciones! ¡Hoy están empezando %(names)s!
fr: Nous avons de nouvelles recrues qui arrivent! %(names)s commencent aujourd'hui!
jp: 新入社員が入りました！ %(names)s さんが今日からスタートです！
nl: Er starten vandaag een paar nieuwe medewerkers! %(names)s starten vandaag!
pt: Temos novos contratados chegando! %(names)s estão iniciando hoje!
tr: Yeni bir çalışanımız var! %(names)s bugün başlıyor!

source: It's %(names)s birthday today!
cs: Dnes má %(names)s narozeniny!
jp: 今日は%(names)sの誕生日です!
nl: Het is %(names)s verjaardag vandaag!

source: We got some new hires coming in soon! Make sure to leave a welcome message for them!
cs: Brzy nám přijdou noví zaměstnanci. Ujistěte se, že jim zanecháte uvítací zprávu!
es: ¡Tenemos nuevas contrataciones que inician pronto! ¡Asegúrate de dejarles un mensaje de bienvenida!
fr: Nous avons bientôt de nouvelles recrues ! Assurez-vous de leur laisser un message de bienvenue !
jp: もうすぐ新入社員がやってきます！ 歓迎のメッセージをお願いします！
nl: We hebben een aantal nieuwe medewerkers die binnenkort starten! Laat even een welkom bericht achter voor ze!
pt: Temos novos contratados começando em breve! Não se esqueça de deixar uma mensagem de boas-vindas para eles!
tr: Yakında yeni bir çalışanımız başlayacaktır! Onlar için bir 'Hoşgeldiniz' mesajı bırakmayı unutmayınız!

source: We have a new hire coming in soon! Make sure to leave a message for %(first_name)s!
cs: Brzy přijmeme nového zaměstnance! Nezapomeňte zanechat vzkaz pro %(first_name)s!
es: ¡Tenemos una nueva contratación que inicia pronto! ¡Asegúrate de dejarle un mensaje a %(first_name)s!
fr: Nous avons une nouvelle recrue qui arrive bientôt ! Assurez-vous de laisser un message à %(first_name)s!
jp: もうすぐ新入社員がやってきます！ %(first_name)s さんに歓迎のメッセージをお願いします！
nl: Er start binnenkort een nieuwe medewerker! Zorg dat je een bericht achterlaat voor %(first_name)s!
pt: Temos novos contratados começando em breve! Não se esqueça de deixar uma mensagem para %(first_name)s!
tr: Yakında yeni bir çalışanımız başlayacaktır! %(first_name)s için bir 'Hoşgeldiniz' mesajı bırakmayı unutmayınız!

source: and is our new %(position)s
cs: a je naše nová %(position)s
es: y es nuestro nuevo %(position)s
fr: et est notre nouveau %(position)s
jp: そして私たちの新しい%(position)sです
pt: e é nosso novo %(position)s
tr: ve bizim yeni %(position)s

source: %(first_name)s starts on %(start_day)s%(footer_extra)s.
cs: %(first_name)s začíná %(start_day)s%(footer_extra)s.
es: %(first_name)s empieza el %(start_day)s%(footer_extra)s.
fr: %(first_name)s commencent le %(start_day)s%(footer_extra)s.
jp: %(first_name)s さんは %(start_day)s 日で始まります。%(footer_extra)s.
nl: %(first_name) start op %(start_day)s%(footer_extra)s.
pt: %(first_name)s começa em %(start_day)s%(footer_extra)s.
tr: %(first_name)s , %(start_day)s gününde başlıyor %(footer_extra)s.

source: Welcome this new hire!
cs: Přivítejte tohoto nového zaměstnance!
es: ¡Dale la bienvenida a la nueva contratación!
fr: Accueillez cette nouvelle recrue!
jp: 新入社員を歓迎しましょう！
nl: Welkom deze nieuwe medewerker!
pt: De às boas-vindas a esse novo contratado!
tr: Bu yeni çalışana bir 'Hoşgeldin' deyin.!

source: Happy to help! Here are all the things you can say to me:
cs: Rád vám pomůžu! Zde jsou všechny věci, které mi můžete říct:
es: ¡Es un gusto ayudarte! Estas son las cosas que me puedes decir:
fr: Heureux d'aider! Voici toutes les choses que vous pouvez me dire:
jp: 喜んでお手伝いします！こちらがあなたが私にいえる全ての事柄です :
nl: Ik help graag! Hier zijn de dingen die je mij kunt vragen:
pt: FIco feliz em ajudar! Aqui estão todas as coisas que você pode dizer para mim:
tr: Size yardımcı olmaktan memnuniyet duyuyorum! İşte bana söyleyebileceklerinizin tamamı:

source: *What do I need to do today?* This will show all the tasks you need to do today. I will show you these every day as well, but just incase you want to get them again.
cs: *Co musím dnes udělat?* Zobrazí se všechny úkoly, které musíte dnes udělat. Budu vám je ukazovat i každý den, ale jen pro případ, že byste si je chtěli zopakovat.
es: *¿Qué necesito hacer hoy?* Esto te mostrará todas las tareas que necesitas hacer hoy. Te mostraré estas cada día, pero me las puedes pedir si deseas verlas otra vez.
fr: *Que dois-je faire aujourd'hui ?* Cela montrera toutes les tâches que vous devez faire aujourd'hui. Je vous les montrerai également tous les jours, mais au cas où vous voudriez les voir à nouveau.
jp: *今日すべきことは？* ここではあなたが今日やるべきタスクが表示されます。あなたが再確認したい場合は毎日でも表示することができます。
nl: *Wat moet ik vandaag doen?* Dit zal alle taken laten zien die je vandaag moet doen. Ik zal deze sowieso iedere dag laten zien, maar als je ze nu al wil zien, dan kan dat.
pt: *O que eu preciso fazer hoje?* Isto exibirá todas as tarefas que você precisa fazer hoje. Eu irei mostra-las a você diariamente também, mas elas permanecerão aqui caso queira revê-las.
tr: *Bugün ne yapmam gerekiyor?* Bu size bugün yapmanız gereken tüm görevleri gösterecektir. Ben bunları size günlük olarak gösteriyor olacağım zaten. Yine de tekrar görmek istediğinizde kullanabilirsiniz.

source: *Do I have any to do items that are overdue?* This will show all tasks that should have been completed. Please do those as soon as possible.
cs: *Mám nějaké nesplněné úkoly?* Zobrazí se všechny úkoly, které měly být dokončeny. Prosíme, splňte je co nejdříve.
es: *¿Tengo alguna tarea atrasada?* Esto te mostrará todas las tareas que ya debieras haber completado. Por favor, haz estas lo antes posible.
fr: *Ai-je des choses à faire qui sont en retard ?* Cela montrera toutes les tâches qui auraient dû être terminées. Merci de les faire dès que possible.
jp: *期限切れのTo Doはありますか？* こちらでは完了すべきだったタスクがすべて表示されます。できるだけ早く完了してください。
nl: *Zijn er te doen items waarvan de datum al is verstreken?* Dit zal alle taken laten zien die al te laat zijn met afronden. Zorg dat deze zo snel mogelijk worden afgerond.
pt: *Você tem algum afazer que está atrasado?* Isto exibirá todas as tarefas que deveriam ter sido concluídas. Por favor, finalize-as o quanto antes.
tr: *Son teslim tarihi geçmiş olan görevim var mı?* Bu size tamamlanmış olması gereken tüm görevleri gösterecektir. Lütfen bunları en kısa zamanda tamamlayınız.

source: *Show me all to do items* This will show all tasks
cs: *Ukažte mi všechny položky k provedení* Zobrazí se všechny úkoly
es: *Muéstrame todos los pendientes* Esto mostrará todas las tareas
fr: *Montrez-moi tous les éléments à faire* Cela affichera toutes les tâches
jp: *すべてのTo Doアイテムを表示する* すべてのタスクが表示されます
nl: *Laat me alle te doen taken zien* Dit zal alle taken laten zien.
pt: *Mostre-me todas as tarefas* Isto exibirá todas as tarefas
tr: *Bana tüm yapılacakları göster* Bu size tüm görevleri gösterecektir

source: *Show me all resources* This will show all resources.
cs: *Ukaž mi všechny zdroje* Zobrazí všechny zdroje.
es: *Muéstrame todos los recursos* Esto mostrará todos los recursos.
fr: *Montrez-moi toutes les ressources* Cela affichera toutes les ressources.
jp: *すべてのリソースを表示する* すべてのリソースを表示します。
nl: *Laat me alle artikelen zien* Dit zal alle artikelen aan je laten zien.
pt: *Mostre me todos os recursos* Isso exibirá todos os recursos.
tr: *Bana tüm kaynakları göster* Bu size tüm kaynakları gösterecektir

source: You don't seem to be setup yet. Please ask your supervisor for access.
cs: Zdá se, že ještě nejste nastaveni. Požádejte svého nadřízeného o přístup.
es: Parece ser que aún no se te ha configurado. Por favor, solicítale el acceso a tu supervisor.
fr: Vous ne semblez pas être encore configuré. Veuillez demander l'accès à votre superviseur.
jp: あなたのアカウントはまだセットアップされていないようです。管理者にアクセスできるよう依頼してください。
nl: Jij hebt nog geen account. Vraag jouw manager voor toegang.
pt: Suas configurações ainda não foram concluídas. Por favor, contate seu supervisor para solicitar acesso.
tr: Henüz kurulumunuzu tamamlamamış gibi görünüyorsunuz. Lütfen erişim için amirinize danışınız

source: today
cs: dnes
es: hoy
fr: aujourd'hui
jp: 今日
nl: vandaag
pt: hoje
tr: bugün

source: overdue
cs: zpoždění
es: atrasada
fr: en retard
jp: 延滞
nl: te laat
pt: atrasado
tr: son teslim tarihi geçmiş

source: Please complete the form first. Click on 'View details' to complete it.
cs: Nejprve vyplňte formulář. Pro vyplnění klikněte na "Zobrazit podrobnosti".
es: Por favor completa este formulario primero. Haz clic en 'ver detalles' para completarlo.
fr: Veuillez d'abord remplir le formulaire. Cliquez sur 'Afficher les détails' pour le compléter.
jp: まずはフォームの入力を完成してください。『詳細を見る』をクリックして完了します。
nl: Zorg ervoor dat je het formulier eerst afrond. Klik op 'Bekijk details' om het af te ronden.
pt: Por favor, complete o primeiro formulário. Clique em 'Ver detalhes' para completa-lo.
tr: Lütfen önce formu doldurunuz. Tamamlamak için 'Detayları göster'e tıklayınız.

source: Here is what I found:
cs: Tady je to, co jsem našel:
es: Esto es lo que encontré:
fr: Voici ce que j'ai trouvé:
jp: 以下がみつかった内容です :
nl: Hier is wat ik gevonden heb:
pt: Aqui está o que encontrei:
tr: Bakın ne buldum:

source: Unfortunately, I couldn't find anything.
cs: Bohužel jsem nic nenašel.
es: No encontré nada.
fr: Malheureusement, je n'ai rien trouvé.
jp: 残念ながら、何も見つかりませんでした。
nl: Helaas, ik kon niets vinden.
pt: Infelizmente eu não encontrei nada.
tr: Maalesef hiç bir şey bulamadım.

source: Would you like to put this new hire through onboarding? *Name:* %(name)s
cs: Chcete, aby tento nový zaměstnanec prošel nástupem? *Jméno:* %(name)s
es: ¿Quisieras pasar esta nueva contratación al preabordaje? *Nombre:* %(name)s
fr: Souhaitez-vous que cette nouvelle recrue soit intégrée ? *Nom:* %(name)s
jp: この新入社員をオンボーディングに進めますか？ *名前：* %(name)s
nl: Wil je deze nieuwe medewerker onboarden? *Naam:* %(name)s
pt: Você gostaria de incluir esse novo contratado na integração *Nome:* %(name)s
tr: Bu yeni çalışanı 'işe başlangıç' sürecine geçirmek istiyor musunuz? *İsim:* %(name)s

source: Yeah!
cs: Jo!
es: ¡Sí!
fr: Ouais !
jp: やったー！
nl: Ja!
pt: Sim!
tr: Evet!

source: Nope
cs: Ne
es: No
fr: Non
jp: いいえ
nl: Nee
pt: Não
tr: Hayır

source: New hire options
cs: Možnosti přijímání nových zaměstnanců
es: Opciones para la nueva contratación
fr: Options de nouvelle recrue
jp: 新規採用オプション
nl: Nieuwe medewerker opties
pt: Opções de nova contratação
tr: Yeni çalışan seçenekleri

source: You approved the request to onboard %(name)s
cs: Schválil/a jste žádost o nástup %(name)s
es: Aprobaste la solicitud de preabordar a %(name)s
fr: Vous avez approuvé la demande d'intégration de %(name)s
jp: %(name)s さんのオンボードのリクエストを許可しました
nl: Je hebt de aanvraag om %(name)s in te werken geaccepteerd
pt: Você aprovou a solicitação de integração de %(name)s
tr: %(name)s isimli yeni çalışan için 'işe başlangıç' talebini onayladınız

source: You denied the request to onboard this person.
cs: Zamítl/a jste žádost o nástup této osoby.
es: Denegaste la solicitud de preabordar a esta persona.
fr: Vous avez refusé la demande d'intégration de cette personne.
jp: この人のオンボードを断りました。
nl: Je hebt de aanvraag afgewezen.
pt: Você negou a solicitação de integração desta pessoa.
tr: Bu kişiyi işe başlatma talebini reddettiniz.

source: Here are your options:
cs: Zde jsou vaše možnosti:
es: Estas son tus opciones:
fr: Voici vos options:
jp: オプションはこちら：
nl: Dit zijn jouw opties:
pt: Aqui estão suas opções:
tr: Seçenekleriniz aşağıdaki gibidir:

source: Thanks! This has been marked as completed.
cs: Díky! Tento úkol byl označen jako dokončený.
es: ¡Gracias! Esto se ha marcado como completado.
fr: Merci! Ceci a été marqué comme terminé.
jp: ありがとうございます！こちらは完了と記録されました。
nl: Bedankt! Te doen item is afgevinkt.
pt: Obrigado! Este item foi marcado como completo.
tr: Teşekkürler! Bu tamamlandı olarak işaretlenmiştir.

source: What would you like to say to our new hire?
cs: Co byste rád vzkázal našemu novému zaměstnanci?
es: ¿Que quieres decirle a nuestra nueva contratación?
fr: Que voudriez-vous dire à notre nouvelle recrue ?
jp: 新入社員に対して言いたいことは何ですか？
nl: Wat zou je tegen onze nieuwe medewerker willen zeggen?
pt: O que você gostaria de dizer para nosso novo contratado?
tr: Yeni çalışanımıza ne demek istersiniz?

source: Message has been saved! Your message: "
cs: Zpráva byla uložena! Váš vzkaz: "
es: ¡El mensaje se ha guardado! Tu mensaje: "
fr: Le message a été enregistré ! Votre message: "
jp: メッセージが保存されました。 あなたのメッセージ: “
nl: Bericht is geüpdatet. Jouw bericht: "
pt: A mensagem foi salva! Sua mensagem: "
tr: Mesaj kaydedildi. Mesajınız: "

source: Reset your password!
cs: Obnovte své heslo!
es: ¡Restablece tu contraseña!
fr: Réinitialisez votre mot de passe!
jp: パスワードをリセットしてください!
nl: Rest jouw wachtwoord!
pt: Redefina sua senha!
tr: Şifrenizi yenileyin!

source: Use this link to change your password:
cs: Pro změnu hesla použijte tento odkaz:
es: Usa este enlace para cambiar tu contraseña:
fr: Utilisez ce lien pour changer votre mot de passe:
jp: パスワードを変更するには、このリンクを使用してください：
nl: Gebruik deze link om jouw wachtwoord te veranderen:
pt: Utilize esse link para mudar sua senha:
tr: Şifrenizi yenilemek için bu bağlantıyı kullanın:

source: Reset your password
cs: Obnovení hesla
es: Restablece tu contraseña
fr: Réinitialisez votre mot de passe
jp: パスワードをリセットする
nl: Verander jow wachtwoord
pt: Redefinir sua senha
tr: Şifrenizi yenileyin

source: Log in
cs: Přihlášení
es: Iniciar sesión
fr: Connexion
jp: ログイン
pt: Entrar
tr: Giriş Yap

source: Google login access token has not been set
cs: Přístupový token pro přihlášení ke službě Google nebyl nastaven
es: No se a definido el token de accesso del inicio de sesión con Google
fr: Le jeton d'accès à la connexion Google n'a pas été défini
jp: Googleログイン用のアクセストークンが設定されていません
nl: Google login is niet geactiveerd.
pt: O token de acesso do Google não foi definido
tr: Google hesabi giriş anahtarı kurulmamış
