Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Set manually activated
cs: Nastavit manuálně aktivováno
nl: Handmatig actief zetten

source: Changing hardware here will not send any messages to colleagues to send out or collect hardware. Use the sequences for that instead!
cs: Změna hardwaru zde nebude zasílat žádné zprávy kolegům k odeslání nebo vyzvednutí hardwaru. Použijte k tomu raději sekvence!
nl: Het hier veranderen van hardware zal geen berichten versuren naar collega's om hardware te versturen of op te halen. Gebruiken de tijdlijnen hiervoor!

source: Tags
cs: Štítky
es: Etiquetas
fr: Mots clés
jp: タグ
tr: Etiketler

source: Schedule termination of employee
cs: Plánování ukončení pracovního poměru
nl: Plan uitwerken van medewerker in

source: You have not enabled any integrations for account provisioning.
cs: Nemáte povolené žádné integrace pro provozování účtu.

source: Colleague
cs: Kolega
es: Colega
fr: Collègue
jp: 同僚
nl: Collega's
pt: Colega
tr: İş arkadaşı

source: Getting users...
cs: Načítání uživatelů...

source: Terminate
cs: Ukončit
nl: Beëindigen

source: See offboarding track
cs: Zobrazit trasu ukončení pracovního poměru
nl: Bekijk uitwerk tijdlijn

source: Resources available
cs: Dostupné zdroje
es: Recursos disponibles
fr: Ressources disponibles
jp: 利用可能なリソース
nl: Artikelen beschikbaar
pt: Recursos disponíveis
tr: Mevcut kaynaklar

source: No resources are available to this user yet
cs: Pro tohoto uživatele zatím nejsou k dispozici žádné zdroje
es: Aún no hay recursos disponibles para este usuario
fr: Aucune ressource n'est disponible pour cet utilisateur pour l'instant
jp: このユーザーには、まだ利用できるリソースがありません
nl: Geen artikelen zijn beschikbaar voor deze gebruiker
pt: Não há recursos disponíveis para este usuário no momento
tr: Bu kullanıcı için hiç bir kaynak bulunmamaktadır

source: Change
cs: Změnit
es: Cambiar
fr: Changer
jp: 変更
nl: Veranderen
pt: Mudar
tr: Değiştir

source: No hardware assigned to this user yet
cs: Pro tohoto uživatele zatím není přiřazen žádný hardware

source: Sync with Slack
cs: Synchronizace se Slackem
es: Sincronizar con Slack
fr: Synchroniser avec Slack
jp: Slackと同期する
nl: Sync met Slack
pt: Sincronizar com Slack
tr: Slack ile senkronize et

source: Import users with %(service)s
cs: Importovat uživatele s %(service)s
nl: Gebruikers importeren met %(service)s

source: Position
cs: Pozice
es: Posición
fr: Poste
jp: 位置
nl: Positie
pt: Posição
tr: Pozisyon

source: View
cs: Zobrazit
es: Ver
fr: Voir
jp: 表示
nl: Bekijken
pt: Visualizar
tr: Göster

source: No additional data needed, please click on 'create user' to continue.
cs: Žádná další data nejsou potřebná, pokračujte klepnutím na 'create user'.
fr: Aucune donnée supplémentaire n'est nécessaire, veuillez cliquer sur "créer un utilisateur" pour continuer.
jp: 追加データは必要ありません。「ユーザーを作成する」をクリックして続行してください。
nl: Geen extra info nodig, click op de knop om door te gaan.
pt: Não são necessários dados adicionais, por favor clique em 'criar utilizador' para continuar.

source: Create user
cs: Vytvořit uživatele
es: Crear usuario
fr: Créer l'utilisateur
jp: ユーザー作成
nl: Nieuwe gebruiker
pt: Criar usuário
tr: Kullanıcı oluştur

source: Add to new hire
cs: Přidat k novému zaměstnanci
nl: Voeg toe aan nieuwe medewerker

source: Open admin tasks
cs: Otevřít úkoly správce
es: Tareas administrativas abiertas
fr: Ouvrir les tâches d'administration
jp: 管理者タスクを開く
nl: Open administrator taak
pt: Abrir tarefas de administrador
tr: Açık yönetici görevleri

source: Mark as complete
cs: Označit jako dokončené

source: Completed admin tasks
cs: Dokončené úkoly správce
es: Tareas administrativas completadas
fr: Compléter les tâches d'administration
jp: 完了した管理者タスク
nl: Voltooide administrator taken
pt: Tarefas de administrador concluídas
tr: Tamamlanmış yönetici görevleri

source: There are no closed items
cs: Neexistují žádné uzavřené položky
es: No hay elementos cerrados
fr: Il n'y a pas d'éléments fermés
jp: 終了したアイテムはありません
nl: Er zijn voltooide items
pt: Não há items encerrados
tr: Kapatılmış öğe bulunmamaktadır

source: Answers
cs: Odpovědi
es: Respuestas
fr: Réponses
jp: 回答
nl: Antwoorden
pt: Respostas
tr: Cevaplar

source: Answer given by new hire:
cs: Odpověď poskytnutá novým zaměstnancem:␣
es: Respuesta de la nueva contratación:
fr: Réponse donnée par la nouvelle recrue:
jp: 新入社員からの回答がありました :
nl: Antwoord gegeven door nieuwe medewerker
pt: Resposta dada por novo contratado:

source: No answers were given in yet.
cs: Zatím nebyly poskytnuty žádné odpovědi.
es: Aún no hay respuestas.
fr: Aucune réponse n'a encore été donnée.
jp: 回答はまだありません。
nl: Nog geen antwoord gegeven.
pt: Nenhuma resposta dada ainda.
tr: Henüz herhangi bir cevap verilmemiştir.

source: Some integrations require extra information. Make sure to complete those!
cs: Některé integrace vyžadují další informace. Ujistěte se, že jsou tyto informace dokončeny!
fr: Certaines intégrations nécessitent des informations supplémentaires. Assurez-vous de les compléter !
jp: 一部の統合には追加情報が必要です。 それらを必ず完了してください！
nl: Sommige integraties hebben meer info nodige. Zorg ervoor dat deze worden toegevoegd!
pt: Algumas integrações requerem informações extras. Certifique-se de completá-los!
tr: Bazı entegrasyonlar ek bilgi gerektirir. Bunları tamamladığınızdan emin olun!

source: Complete info
cs: Dokončit info
fr: Informations complètes
jp: 完全な情報
nl: Voltooide info
pt: Informações completas
tr: Tam bilgi

source: What's up next...
cs: Co je na řadě...
es: Qué sigue...
fr: Quoi de neuf ensuite...
jp: 次は…
nl: Binnenkort...
pt: O que vem a seguir...
tr: Bizi neler bekliyor...

source: Before first day
cs: Před prvním dnem
es: Antes del primer día
fr: Avant le premier jour
jp: 初日以前
nl: Voor de eerste dag
pt: Antes do primeiro dia
tr: Birinci gün öncesi

source: %(start_day)s - New hire's first day!
cs: %(start_day)s - První den nového zaměstnance!
es: %(start_day)s - ¡Primer día de la nueva contratación!
fr: %(start_day)s - Le premier jour de la nouvelle recrue!
jp: %(start_day)s - 新入社員の初日です！
nl: %(start_day)s - Eerste dag!
pt: %(start_day)s - Primeiro dia do novo contratado!
tr: %(start_day)s - Çalışanın birinci günü!

source: at
cs: v
es: en
fr: sur
jp: で
nl: om
pt: em
tr: Tarih

source: When these admin tasks are completed:
cs: Když jsou tyto úkoly správce dokončeny:
nl: Zodra deze admin taken zijn voltooid:

source: When these tasks are completed:
cs: Když jsou tyto úkoly dokončeny:
es: Cuando estas tareas se completen:
fr: Lorsque ces tâches sont terminées:
jp: これらのタスクが完了したとき :
nl: Zodra deze taken zijn voltooid:
pt: Quando essas tarefas forem concluídas:
tr: Bu görevler ne zaman tamamlandı:

source: When all access has been revoked
cs: Když je všem přístup zrušen
nl: Wanneer alle toegang is ingetrokken

source: Latest activity...
cs: Poslední aktivity...
es: Actividad reciente...
fr: Dernière activité...
jp: 最新のアクティビティ…
nl: Laatste activiteit...
pt: Última atividade...
tr: En güncel aktivite...

source: By
cs: Podle
es: Por
fr: Par
jp: 投稿者
nl: Door
pt: Por
tr: Kimden:

source: No items yet
cs: Zatím žádné položky
es: Aún no hay elementos
fr: Pas d'éléments pour l'instant
jp: まだアイテムはありません
nl: Nog geen items
pt: Ainda não há itens
tr: Henüz herhangi bir öğe bulunmamaktadır

source: Preboarding forms
cs: Formuláře před nástupem
es: Formularios de preabordaje
fr: Formulaires de préembarquement
jp: プレボーディングフォーム
nl: Pre-boarding formulieren
pt: Formulários de integração
tr: İşe başlamadan öncesi formları

source: To do forms
cs: Formuláře k provedení
es: Formularios de pendientes
fr: Formulaires de tâches
jp: To Doフォーム
nl: Te doen formulieren
pt: Formulários de tarefas
tr: Yapılacaklar formları

source: This new hire has not filled in any forms yet
cs: Tento nový zaměstnanec zatím nevyplnil žádné formuláře
es: Esta nueva contratación aún no ha llenado ningún formulario
fr: Cette nouvelle recrue n'a pas encore rempli de formulaire
jp: この 新入社員は、まだどのフォームにも入力していません
nl: Deze medeweker heeft nog geen formulieren ingevult
pt: Esse novo contratado não preencheu nenhum formulário até o momento
tr: Bu yeni aday henüz herhangi bir form doldurmamıştır

source: Add note
cs: Přidat poznámku
es: Añadir nota
fr: Ajouter une note
jp: メモを追加する
nl: Notities toevoegen
pt: Adicionar nota
tr: Not ekle

source: There are no notes yet
cs: Zatím nejsou žádné poznámky
es: Aún no hay notas
fr: Il n'y a pas de notes pour l'instant
jp: メモはまだありません
nl: Er zijn nog geen notities
pt: Ainda não há notas
tr: Henüz herhangi bir not bulunmamaktadır

source: To do items
cs: Položky k vyřízení
es: Pendientes
fr: Eléments à faire
jp: To Doアイテム
nl: Te doen items
pt: Tarefas
tr: Yapılacaklar

source: Reopen
cs: Znovu otevřít
es: Volver a abrir
fr: Réouvrir
jp: 再開
nl: Heropenen
pt: Reabrir
tr: Yeniden aç

source: Remind
cs: Připomenout
es: Recordar
fr: Rappeler
jp: リマインド
nl: Herinneren
pt: Lembrar
tr: Hatırlat

source: Courses
cs: Kurzy
es: Cursos
fr: Cours
jp: コース
nl: Cursus
pt: Cursos
tr: Kurslar

source: New hire has completed the course!
cs: Nový zaměstnanec dokončil kurz!
es: ¡La nueva contratación ha completado el curso!
fr: La nouvelle recrue a terminé le cours!
jp: 新入社員がコースを修了しました！
nl: Nieuwe medewerker heeft deze cursus voltooid!
pt: Novo contratado completou o curso!
tr: Aday kursu tamamlamıştır!

source: At step %(step)s of %(amount_chapters)s
cs: ␣Na kroku %(step)s z %(amount_chapters)s␣
es: En el paso %(step)s de %(amount_chapters)s
fr: A l'étape %(step)s sur %(amount_chapters)s
nl: Bij stap %(step)s van %(amount_chapters)s
pt: Etapa %(step)s de %(amount_chapters)s
tr: %(amount_chapters)s içinden %(step)s . adımda

source: There are no todo items or resources assigned to this user
cs: Pro tohoto uživatele nejsou přiřazeny žádné položky k vyřízení nebo zdroje
es: No hay pendientes ni recursos asignados a este usuario
fr: Il n'y a pas de tâches ou de ressources attribuées à cet utilisateur
jp: このユーザーに割り当てられているTo Doアイテムやリソースはありません
nl: Er zijn geen te doen items of artikelen toegevoegd aan deze nieuwe medewerker
pt: Não existem tarefas ou recursos atribuídos a esse usuário
tr: Bu kullanıcıya atanan hernagi bir yapılacaklar öğesi veya kaynak bulunmamaktadır

source: Reopen this task for new hire
cs: Znovu otevřít tento úkol pro nového zaměstnance
es: Volver a abrir esta tarea para la nueva contratación
fr: Réouvrir cette tâche pour la nouvelle recrue
jp: 新入社員のため、このタスクを再オープンする
nl: Heropenen van deze taak voor deze nieuwe medewerker
pt: Reabrir tarefa para novo contratado
tr: Aday için bu görevi yeniden aç

source: Preboarding
cs: Před nástupem
es: Preabordaje
fr: Préembarquement
jp: プレボーディング
pt: Integração
tr: İşe başlamadan önce

source: There are no preboarding items yet
cs: Zatím nejsou žádné položky před nástupem
es: Aún no hay elementos de preabordaje
fr: Il n'y a pas encore d'éléments de préembarquement
jp: プレボーディングアイテムはまだありません
nl: Er zijn nog geen pre-boarding items
pt: Ainda não há integrações
tr: Herhangi bir işe başlamadan öncesi öğesi bulunmamaktadır

source: To do
cs: K vyřízení
es: Pendientes
fr: A faire
nl: Te doen
pt: Tarefas
tr: Yapılacaklar

source: There are no to do items yet
cs: Zatím nejsou žádné položky k vyřízení
es: Aún no hay elementos pendientes
fr: Il n'y a pas encore d'éléments à faire
jp: まだTo Doアイテムはありません
nl: Er zijn nog geen te doen items
pt: Ainda não há tarefas
tr: Henüz herhangi bir yapılacaklar öğesi bulunmamaktadır

source: Resources
cs: Zdroje
es: Recursos
fr: Ressources
jp: リソース
nl: Artikelen
pt: Recursos
tr: Kaynaklar

source: There are no resource items yet
cs: Zatím nejsou žádné položky zdrojů
es: Aún no hay recursos
fr: Il n'y a pas encore d'éléments de ressources
jp: リソースアイテムはまだありません
nl: Er zijn nog geen artikelen
pt: Ainda não há recursos
tr: Henüz kaynak öğeleri bulunmamaktadır

source: Introductions
cs: Úvodní setkání
es: Introducciones
fr: Présentations
jp: 紹介
nl: Introducties
pt: Apresentações
tr: Tanıtımlar

source: There are no introduction items yet
cs: Zatím nejsou žádné položky úvodního setkání
es: Aún no hay elementos de introducción
fr: Il n'y a pas encore d'éléments de présentation
jp: まだ導入アイテムはありません
nl: Er zijn nog geen introducties
pt: Ainda não há apresentações
tr: Henüz herhangi bir tanıtma öğesi bulunmamaktadır

source: Appointments
cs: Schůzky
es: Citas
fr: Rendez-vous
jp: 予約
nl: Afspraken
pt: Agendamentos
tr: Randevular

source: There are no appointment items yet
cs: Zatím nejsou žádné položky schůzek
es: Aún no hay elementos de citas
fr: Il n'y a pas encore de tâche de rendez-vous
jp: まだアポイントメント アイテムはありません
nl: Er zijn nog geen afspraken
pt: Ainda não há agendamentos
tr: Henüz herhangi bir randevu öğesi bulunmamaktadır

source: Welcome messages from colleagues
cs: Uvítací zprávy od kolegů
es: Mensajes de bienvenida de colegas
fr: Messages de bienvenue des collègues
jp: 同僚からのウェルカムメッセージ
nl: Welkom berichten van collega's
pt: Mensagens de boas-vindas dos colegas
tr: İş arkadaşlarından hoşgeldin mesajarı

source: No one has created any messages yet. This needs to be done through Slack.
cs: Nikdo zatím nevytvoril nove správy. To musi by provedeno prostrednictvim Slacku.
es: Aún no se han creado mensajes. Esto se debe hacer en Slack.
fr: Personne n'a encore créé de messages. Cela doit être fait via Slack.
jp: まだ誰もメッセージを作成していません。これは、Slackから行う必要があります。
nl: Nog niemand heeft een bericht achtergelaten. Dit dient gedaan te worden via Slack.
pt: Não foram criadas mensagens ainda. Isto deve ser feito através Slack.
tr: Kimse henüz herhangi bir mesaj oluşturmamıştır. Bunun Slack üzerinden yapılması gerekmektedir

source: There are no new hires right now
cs: Momentálně nejsou žádní noví zaměstnanci
nl: Er zijn nog geen niewe medewerkers op dit moment

source: Items that will never be triggered
cs: Položky, které nikdy nebudou spuštěny
es: Elementos que nunca se detonarán
fr: Éléments qui ne seront jamais déclenchés
jp: 絶対にトリガーされないアイテム
nl: Items die nooit zullen worden uitgevoerd
pt: Itens que nunca serão iniciados
tr: Asla başlatılmayacak öğeler

source: admins
cs: administrátoři
es: administradores
fr: administrateurs
jp: 管理者
nl: administrators
pt: administradores
tr: yöneticiler

source: Condition
cs: Podmínka
es: Condición
jp: 条件
nl: Conditie
pt: Condição
tr: Şart

source: Go to new hire
cs: Jít k novému zaměstnanci
fr: Retour aux nouvelles recrue
nl: Ga naar nieuwe medewerker
pt: Ir para nova contratação

source: Go to employee
cs: Jít k zaměstnanci
nl: Ga naar medewerker

source: Last day
cs: Poslední den
nl: Laatste dag

source: No employees are about to leave the company
cs: Žádní zaměstnanci se právě nechystají opustit firmu
nl: Geen medewerkers worden uitgewerkt.

source: Employee's last day: %(last_day)s
cs: Poslední den zaměstnance: %(last_day)s
nl: Medewerkers laatste dag: %(last_day)s

source: On their last day at %(time)s
cs: V jejich poslední den v %(time)s

source: This will send an email or text message to your new hire providing them the link to use see their pre-boarding page. You can send a text message (if mobile number is provided) or an email. Make sure that you are sending the email to an email address that is accessible to them right now!
cs: Toto pošle e-mail nebo textovou zprávu vašemu novému zaměstnanci s odkazem, kterým se dostanou na svou přednástupní stránku. Můžete poslat textovou zprávu (pokud je poskytnuto mobilní číslo) nebo e-mail. Ujistěte se, že email posíláte na e-mailovou adresu, ke které mají právě teď přístup!
es: Esto enviará a tu nueva contratación un correo o un mensaje de texto con el enlace para ver su página de preabordaje. Puedes enviar un mensaje de texto (si tiene número de celular) o un correo. ¡Asegúrate de enviar el correo electrónico a una dirección a la que ellos puedan acceder ahora mismo!
fr: Cela enverra un e-mail ou un SMS à votre nouvel employé en lui fournissant le lien à utiliser pour voir leur page de préembarquement. Vous pouvez envoyer un SMS (si le numéro de téléphone est indiqué) ou un e-mail. Assurez-vous que vous envoyez l'e-mail à une adresse e-mail qui leur est accessible en ce moment!
jp: 新入社員にメールまたはテキストメッセージを送信し、入社前ページを表示するためのリンクを提供します。テキストメッセージ（携帯電話番号が提供されている場合）または電子メールを送信することができます。ただし、送信先のメールアドレスは、新入社員が今すぐアクセスできるものであることをご確認ください!
nl: Dit zal een e-mail of SMS bericht versturen naar jouw nieuwe medewerker met eenlink naar de pre-boarding pagina. Je kunt kiezen tussen een SMS (als nummer bekent is) of een email. Zorg ervoor dat je een persoonlijk e-mailadres gebruikt en niet het zakelijke e-mailadres (als ze daar nog geen toegang tot hebben)!
pt: Isto irá enviar um email ou mensagem de texto para seus novos contratados informando-os o link para acessar a página de integração. Você pode mandar uma mensagem de texto (se um número de telefone tiver sido informado) ou um email. Certifique-se de encaminhar o email para um endereço de email válido e acessível!
tr: Bu yeni çalışanınıza 'işe başlamadan önce' sayfasını görüntüleyebileceği bağlantıyı içeren bir e-posta veya mesaj gönderecektir. (Cep telefonu bilgisi verilmişse) mesaj olarak veya e-posta olarak gönderebilirsiniz. Eğer e-posta gönderiyorsanız, erişimleri olan güncel bir e-posta adresine gönderdiğinizden emin olunuz!

source: Send preboarding notification
cs: Odeslat upozornění na přednástupní fázi
es: Enviar notificación de pre-abordaje
fr: Envoyer une notification de préembarquement
jp: プレボーディング通知を送信する
nl: Verstuur pre-boarding bericht
pt: Enviar notificação de integração
tr: İşe başlamadan önce bildirimi gönder

source: Are you sure you want to delete %(full_name)s?
cs: Jste si jisti, že chcete smazat %(full_name)s?
es: ¿Estás seguro de que quiere eliminar a %(full_name)s?
fr: Etes-vous sûr que vous voulez supprimer %(full_name)s?
jp: 本当に %(full_name)s さんを削除しますか？
nl: Ben je er zeker van dat je %(full_name)s wil verwijderen?
pt: Você tem certeza que deseja deletar %(full_name)s?
tr: %(full_name)s 'i silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this user? You have two options here:
cs: Jste si jisti, že chcete smazat tohoto uživatele? Máte zde dvě možnosti:

source: Move them to a normal account, so they keep having access to things like the colleagues page and resources.
cs: Přesunout je na normální účet, aby nadále měli přístup k věcem jako je stránka s kolegy a zdroje.
es: Migrarlos a una cuenta normal, para que mantengan acceso a cosas como la página de colegas y recursos.
fr: Déplacez-les vers un compte normal, afin qu'ils continuent d'avoir accès aux choses comme les pages des collègues et les ressources.
jp: 通常のアカウントに移行し、同僚のページやリソースなどにアクセスできるようにしてください。
nl: Zet ze om naar een normale account, dan behouden ze onderdelen zoalsde collega pagina en artikelen.
pt: Move-lós para uma conta comum, na qual eles continuam com acesso a página dos colegas e recursos.
tr: İş arkadaşları ve kaynaklar gibi sayfalara erişebilmeleri için onu normal bir hesaba taşıyabilirsiniz.

source: Completely remove them. Access to ChiefOnboarding will be revoke entirely. Third party accounts remain.
cs: Úplně je odstranit. Přístup k ChiefOnboarding bude úplně zrušen. Účty třetích stran zůstávají.
es: Eliminarlos por completo. Se les negará el acceso a ChiefOnboarding por completo. Las cuentas de terceros permanecen.
fr: Supprimer les complètement. L'accès à ChiefOnboarding sera révoqué entièrement. Les comptes tiers restent.
jp: 完全に削除してください。ChiefOnboardingへのアクセスは完全に取り消されます。サードパーティアカウントは残ります。
nl: Verwijder account volledig. Toegang tot ChiefOnboarding zal worden geblokkeerd. Accounts bij derde partijen (zoals Google, Slack) zullen blijven bestaan.
pt: Remove-lós completamente. O acesso ao ChiefOnboarding sera completamente revogado. As contas de terceiros permanecem.
tr: Onu tamamen kaldırabilirsiniz. ChiefOnboarding'e erişimleri tamamen iptal edilmiş olacaktır. Üçüncü taraf (third-party) hesaplar kalacaktır.

source: Are you sure you want to delete this user?
cs: Jste si jisti, že chcete smazat tohoto uživatele?

source: If you want to remove this user then you will have to revoke these items manually (no revoke option specified through manifest)
cs: Pokud chcete tohoto uživatele odstranit, budete muset tyto položky ručně zrušit (není určena žádná možnost zrušení pomocí manifestu)

source: Connected user accounts. Click on 'revoke all access' to revoke them all.
cs: Připojené uživatelské účty. Klepnutím na 'zrušit všechny přístupy' je zrušíte všechny.
nl: Geconnecteerde gebruikers accounts. Klik op 'trek alle toegang in' om alle toegang te blokkeren.

source: Delete account
cs: Smazat účet
es: Eliminar cuenta
fr: Supprimer le compte
jp: アカウントを削除
nl: Verwijder account
pt: Deletar conta
tr: Hesabı kaldır

source: Migrate account to normal account
cs: Přesunout účet na normální účet
es: Migrar cuenta a una cuenta normal
fr: Migrer le compte vers un compte normal
jp: アカウントを通常アカウントに移行する
nl: Zet om naar een gewoon account
pt: Migrar conta para conta normal
tr: Hesabı normal hesaba taşı

source: Colleagues
cs: Kolegové
es: Colegas
fr: Collègues
jp: 同僚
nl: Collega's
pt: Colegas
tr: İş arkadaşları

source: Employees who are about to leave the company
cs: Zaměstnanci, kteří se chystají opustit firmu
nl: Medewerkers die het bedrijf gaan verlaten

source: Colleague has been added
cs: Kolega byl přidán
es: Se ha añadido el colega
fr: Le collègue a été ajouté
jp: 同僚が追加されました
nl: Medewerker is toegevoegd
pt: Colega foi adicionado
tr: İş arkadaşı eklendi

source: Create new colleague
cs: Vytvořit nového kolegu
es: Crear nuevo colega
fr: Créer un nouveau collègue
jp: 新しい同僚を作る
nl: Maak nieuwe medewerker aan
pt: Criar novo colega
tr: Yeni iş arkadaşı oluştur

source: Employee has been updated
cs: Zaměstnanec byl aktualizován
es: El empleado se ha actualizado
fr: L'employé a été mis à jour
jp: 従業員が更新されました
nl: Medewerker is geüpdatet
pt: Empregado foi atualizado
tr: Çalışan güncellenmiştir

source: Add new hardware for %(name)s
cs: Přidat nový hardware pro %(name)s
nl: Voeg nieuw hardware toe voor %(name)s

source: Add new resource for %(name)s
cs: Přidat nový zdroj pro %(name)s
es: Agregar nuevo recurso para %(name)s
fr: Ajouter une nouvelle ressource pour %(name)s
jp: %(name)sさんのための新しいリソースを追加します
nl: Voeg nieuw artikel toe voor %(name)s
pt: Adicionar novo recurso para %(name)s
tr: %(name)s için yeni kaynak ekle

source: Could not find user
cs: Nepodařilo se najít uživatele
es: No se encontró el usuario
fr: Impossible de trouver l'utilisateur
jp: ユーザーが見つかりませんでした
nl: Kon gebruiker niet vinden
pt: Não foi possível encontrar o usuário
tr: Kullanıcı bulunamadı

source: resources
cs: zdroje
es: recursos
fr: ressources
jp: リソース
nl: artikelen
pt: recursos
tr: kaynaklar

source: Revoke Slack access
cs: Zrušit přístup k Slacku
es: Revocar acceso a Slack
fr: Révoquer l'accès à Slack
jp: Slackのアクセス権を剥奪する
nl: Slack toegang blokeren
pt: Revogar acesso do Slack
tr: Slack erişimini iptal et

source: Import new users from a third party
cs: Importovat nové uživatele ze třetí strany
nl: Importeer nieuwe gebruikers vanaf een externe applicatie

source: Import people
cs: Importovat lidi
nl: Importeer gebruikers

source: Users got imported succesfully. Admins and managers will receive an email shortly.
cs: Uživatelé byli úspěšně importováni. Správci a manažeři brzy obdrží e-mail.
nl: Gebruikers zijn met succes geïmporteerd. Administrators en managers zullen een e-mail ontvangen.

source: Preboarding items
cs: Preboarding položky
es: Elementos de preabordaje
fr: Eléments de préembarquement
jp: プレボーディング アイテム
pt: Integrações
tr: 'İşe başlamadan önce' öğeleri

source: Preboarding item has been updated
cs: Preboarding položka byla aktualizována
es: Se actualizó el elemento de preabordaje
fr: L'élément de préembarquement a été mis à jour
jp: プレボーディングのアイテムが更新されました
nl: Pre-boarding item is geüpdatet
pt: Integração foi atualizada
tr: 'İşe başlamadan önce' öğeleri güncellenmiştir
