Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Disconnect integration
cs: Odpojit integraci
es: Desconectar integración
fr: Déconnecter l'intégration
jp: インテグレーションを接続解除する
nl: Verwijder integratie
pt: Desconectar integração
tr: Entegrasyon bağlantısını kes

source: OTP has been enabled for your account
cs: OTP bylo povoleno pro váš účet
es: Se ha habilitado la contraseña dinámica para tu cuenta
fr: OTP a été activé pour votre compte
jp: OTP(ワンタイムパスワード)が有効になりました
nl: OTP is nu geactiveerd voor jouw account
pt: OTP foi habilitado para sua conta
tr: OTP hesabınız için etkinleştirilmiştir

source: Please copy and save the keys below. These will only show once - you won't be able to see them again.
cs: Prosím, zkopírujte a uložte níže uvedené klíče. Zobrazí pouze jednou - nebudete je moci znovu vidět.
es: Por favor copia y guarda las siguientes claves. Se mostrarán una sola vez - no podrás verlas de nuevo.
fr: Veuillez copier et enregistrer les clés ci-dessous. Ceux-ci ne s'afficheront qu'une seule fois - vous ne pourrez plus les revoir.
jp: 以下のキーをコピーして保存してください。これらは一度だけ表示されるもので、二度と見ることはできません。
nl: Zorg ervoor dat je onderstaande codes goed bewaard. Dit is de laatste keer dat je zult zien - je zult ze nooit meer te zien krijgen.
pt: Por favor, copie e salve as chaves abaixo. Elas serão mostradas uma única vez - você não será capaz de visualiza-las novamente.
tr: Lütfen aşağıdaki anahtarları kopyalayıp kaydediniz. Bunları sadece şuan gösterilmektedir - daha sonra görüntüleyemeyeceksiniz

source: You will need these if you ever lose access to your 2FA app.
cs: Budete je potřebovat, pokud kdykoliv ztratíte přístup k vaší aplikaci 2FA.
es: Las necesitarás si alguna vez pierdes el acceso a tu app de 2FA.
fr: Vous en aurez besoin si jamais vous perdez l'accès à votre application 2FA.
jp: これらは2FAアプリにアクセスできなくなった場合に必要です。
nl: Je zult deze nodig hebben als je geen toegang meer hebt tot jouw 2FA applicatie.
pt: Você irá precisar delas se você perder o acesso ao seu app 2FA.
tr: 2FA uygulamanıza erişiminizi kaybetme durumunda bunlara ihtiyacınız olacaktır.

source: Please scan the code below with your 2FA app of your choice. We recommend andOTP or Aegis (but you can use Google Authenticator or Authy).
cs: Prosím, naskenujte kód níže svou aplikací 2FA podle vašeho výběru. Doporučujeme použít andOTP nebo Aegis (ale můžete použít i Google Authenticator nebo Authy).
es: Escanea el siguiente código con la app de 2FA de tu preferencia. Recomendamos andOTP o Aegis (pero puedes usar Google Authenticator o Authy).
fr: Veuillez scanner le code ci-dessous avec votre application 2FA de votre choix. Nous recommandons OTP ou Aegis (mais vous pouvez utiliser Google Authenticator ou Authy).
jp: 下記のコードをお好きな2FAアプリで読み取ってください。andOTPまたはAegisをお勧めします（ただ、Google AuthenticatorまたはAuthyを使用することも可能です）。
nl: Scan onderstaande qr code met jouw 2FA applicatie. Wij bevelen andOTP en Aegis aan. Maar je kunt ook Google Authenticator of Authy gebruiken.
pt: Por favor, escarneie o código abaixo com o app de 2FA de sua escolha. Nos recomendamos o OTP ou Aegis ( mas você pode usar Google Authenticator ou Authy).
tr: Lütfen aşağıdaki kodu dilediğiniz 2FA uygulaması ile taratınız. andOTP veya Aegis uygulamalarını öneriyoruz (Google Authenticator veya Authy de kullnabilirsiniz)

source: Add administrator
cs: Přidat správce
es: Añadir administrador
fr: Ajouter un administrateur
jp: 管理者を追加する
nl: Administrator toevoegen
pt: Adicionar administrador
tr: Yönetici ekle

source: Update administrator
cs: Správce aktualizace
es: Actualizar administrador
fr: Mettre à jour l'administrateur
jp: 管理者を更新する
pt: Atualizar administrador
tr: Yönetici güncelle

source: General
cs: Obecné
fr: Général
jp: 一般
nl: Algemeen
pt: Geral
tr: Genel

source: Welcome messages
cs: Uvítací zprávy
es: Mensajes de bienvenida
fr: Messages de bienvenue
jp: ウェルカムメッセージ
nl: Welkom berichten
pt: Mensagens de boas-vindas
tr: Hoşgeldiniz Mesajları

source: Personal
cs: Osobní
fr: Personnel
jp: 個人用
nl: Persoonlijk
pt: Pessoal
tr: Kişisel

source: Administrators
cs: Správci
es: Administradores
fr: Administrateurs
jp: 管理者
pt: Administradores
tr: Yöneticiler

source: Official Integrations
cs: Oficiální integrace
es: Integraciones Oficiales
fr: Intégrations officielles
jp: 公式のインテグレーション
nl: Officiële Integraties
pt: Integrações oficiais
tr: Resmi Entegrasyonlar

source: Manually add Slack channel
cs: Ruční přidání kanálu Slack
nl: Voeg handmatig slack kanaal toe

source: Update Slack channels list
cs: Aktualizace seznamu kanálů služby Slack
es: Actualizar lista de canales de Slack
fr: Mettre à jour la liste des chaînes Slack
jp: Slackチャンネル一覧の更新
nl: Update Slack kanalen lijst
pt: Atualizar lista de canais do Slack
tr: Slack kanal listesini güncelle

source: Remove
cs: Odstranit
es: Eliminar
fr: Retirer
jp: 削除する
nl: Verwijderen
pt: Remover
tr: Kaldır

source: Enable
cs: Povolit
es: Habilitar
fr: Activer
jp: 有効にする
nl: Aanzetten
pt: Habilitar
tr: Etkinleştir

source: Google login
cs: Přihlášení ke službě Google

source: Custom integrations
cs: Vlastní integrace
es: Integraciones personalizadas
fr: Intégrations personnalisées
jp: カスタムインテグレーション
nl: Eigen integraties
pt: Integrações personalizadas
tr: Özelleştirilmiş entegrasyonlar

source: Update manifest
cs: Aktualizace manifestu
es: Actualizar manifiesto
fr: Mettre à jour le manifeste
jp: マニフェストを更新する
pt: Atualizar manifesto
tr: Manifesto güncelle

source: No custom integrations yet
cs: Zatím žádné vlastní integrace
es: Aún no hay integraciones personalizadas
fr: Aucune intégration personnalisée pour le moment
jp: カスタムインテグレーションはまだありません
nl: Nog geen eigen integraties
pt: Ainda não há integrações personalizadas
tr: Henüz Özelleştirilmiş entegrasyon bulunmamaktadır

source: Inactive/Test integrations
cs: Neaktivní/testovací integrace
nl: Inactief/Test integratie

source: Live edit and test integration
cs: Integrace živých úprav a testování
nl: Live test integratie

source: Make active
cs: Aktivovat
nl: Maak actief

source: No test/debug integrations yet
cs: Zatím žádné integrace pro testování/ladění
nl: Geen test integraties

source: Create integration from scratch
cs: Vytvořit integraci od začátku
nl: Nieuwe integratie aanmaken

source: Live edit and test
cs: Živé úpravy a testování
nl: Live aanpassen en testen

source: Existing Slack channels
cs: Existující kanály v Slacku

source: No channels yet
cs: Žádné kanály zatím neexistují

source: Redirect URL:
cs: URL pro přesměrování:
fr: URL de redirection :
jp: リダイレクト URL:
nl: Omleidings URL:
pt: URL de redirecionamento:
tr: Yönlendirme bağlantısı:

source: There are no items that can be changed
cs: Neexistují žádné položky, které lze změnit

source: Secret values
cs: Tajné hodnoty
nl: Geheime waardes

source: Secret values that have already been saved. You can remove them to re-enter them
cs: Tajné hodnoty, které již byly uloženy. Můžete je odstranit a znovu je zadat

source: Organization info has been updated
cs: Informace o organizaci byly aktualizovány
es: Se ha actualizado la información de la organización
fr: Les informations sur l'organisation ont été mises à jour
jp: 組織情報を更新しました
nl: Organizatie informatie is geüpdatet
pt: Informações da organização foram atualizadas
tr: Organizasyon bilgileri güncellenmiştir

source: General Updates
cs: Obecné aktualizace
es: Actualizaciones Generales
fr: Mises à jour générales
jp: 全体のアップデート
nl: Algemene Updates
pt: Atualizações Gerais
tr: Genel Güncellemeler

source: Slackbot settings have been updated
cs: Nastavení Slackbota bylo aktualizováno
es: Se ha actualizado la configuración de Slackbot
fr: Les paramètres de Slackbot ont été mis à jour
jp: Slackbotの設定が更新されました
nl: Slackbot instellingen zijn gewijzigd
pt: Configurações do Slackbot foram atualizadas
tr: Slackbot ayarları güncellenmiştir

source: Admin/Manager has been created
cs: Byl vytvořen správce/administrátor
es: Se ha creado Admin/Gerente
fr: L'administrateur/gestionnaire a été créé
jp: 管理者/マネージャーが作成されました
nl: Admin/Manager is aangemaakt
pt: Administrador/Gerente foram criados
tr: Yönetici/Müdür oluşturulmuştur

source: Add Administrator
cs: Přidat administrátora
es: Añadir Administrador
fr: Ajouter un Administrateur
jp: 管理者を追加する
nl: Administrator toevoegen
pt: Adicionar Administrador
tr: Yönetici ekle

source: Admin/Manager has been changed
cs: Správce/administrátor byl změněn
es: Admin/Gerente ha cambiado
fr: L'administrateur/gestionnaire a été changé
jp: 管理者 / マネージャーが変更されました
nl: Admin/Manager is veranderd
pt: Administrador/Gerente foram alterados
tr: Yönetici/Müdür değiştirilmiştir

source: Change Administrator
cs: Změnit administrátora
es: Cambiar Administrador
fr: Changer d'administrateur
jp: 管理者を変更する
nl: Verander Administrator
pt: Alterar Administrador
tr: Yönetici Değiştir

source: Admin is now a normal user
cs: Administrátor je nyní běžný uživatel
es: Ahora, el administrador es un usuario normal
fr: L'administrateur est maintenant un utilisateur normal
jp: 管理者が通常ユーザになりました
nl: Admin is nu een normale gebruiker
pt: Administrador é agora um usuário comum
tr: Yönetici normal kullanıcıya dönüştürülmüştür

source: Message has been updated
cs: Zpráva byla aktualizována
es: Se ha actualizado el mensaje
fr: Le message a été mis à jour
jp: メッセージが更新されました
nl: Bericht is geüpdatet
pt: Mensagem foi atualizada
tr: Mesaj güncellenmiştir

source: Update welcome messages
cs: Aktualizovat uvítací zprávy
es: Actualizar mensajes de bienvenida
fr: Mettre à jour les messages de bienvenue
jp: ウェルカムメッセージを更新する
nl: Update welkom berichten
pt: Atualizar mensagens de boas-vindas
tr: Hoşgeldiniz mesajlarını güncelle

source: Your default language has been updated
cs: Váš výchozí jazyk byl aktualizován
es: Se ha actualizado el idioma predeterminado
fr: Votre langue par défaut a été mise à jour
jp: デフォルトの言語が更新されました
nl: Jouw standaard taal is gewijzigd
pt: Sua linguagem padrão foi atualizada
tr: Varsayılan dil seçeneğiniz güncellenmiştir

source: Update your default language
cs: Aktualizovat váš výchozí jazyk
es: Actualizar el idioma predeterminado
fr: Mettez à jour votre langue par défaut
jp: デフォルト言語を更新する
nl: Update jouw standaard taal
pt: Atualize sua linguagem padrão
tr: Varsayılan dil seçeneğini güncelle

source: Enable TOTP 2FA
cs: Povolení TOTP 2FA
es: Habilitar TOTP 2FA
fr: Activer TOTP 2FA
jp: TOTP 2FAを有効にする
nl: TOTP 2FA aanzetten
pt: Habilitar TOTP 2FA
tr: TOTP 2FA Etkinleştir

source: Slack has now been connected, check if you got a message from your bot!
cs: Slack byl nyní připojen, zkontrolujte, zda vám přišla zpráva od vašeho bota!
es: Se conectó Slack. ¡Revisa si tienes un mensaje de tu bot!
fr: Slack est maintenant connecté, vérifiez si vous avez reçu un message de votre robot !
jp: Slackが接続されました。ボットからのメッセージが届いているかどうかを確認してください!
nl: Slack is nu geconnecteerd, controleer of je een bericht kreeg van de bot!
pt: Slack foi conectado, verifique se você recebeu a mensagem do seu robô!
tr: Slack bağlanmıştır, bot'unuzdan bir mesaj alıp alamadığınızı kontrol ediniz!

source: Slack bot setup
cs: Nastavení bota služby Slack
es: Configurar Slackbot
fr: Configuration du robot Slack
jp: Slackボットのセットアップ
nl: Slack bot instellen
pt: Configuração do robô Slack
tr: Slack bot ayarları

source: Newly added channels have been added. Make sure the bot has been added to that channel too if you want it to post/get info there!
cs: Byly přidány nově přidané kanály. Ujistěte se, že byl bot přidán i do tohoto kanálu, pokud chcete, aby tam mohl zveřejňovat/získávat informace!
es: Los canales nuevos se han añadido. ¡Asegúrate de que el bot también se haya agregado a ese canal, si quieres que publique/obtenga información allí!
fr: Les chaînes nouvellement ajoutées ont été ajoutées. Assurez-vous que le bot a également été ajouté à ce canal si vous souhaitez qu'il y publie/obtienne des informations !
jp: 新しくチャンネルが追加されました。ボットに情報を投稿/取得させたい場合は、ボットもそのチャンネルに追加されていることを確認してください!
nl: Nieuwe kanalen zijn toegevoegd. Zorg ervoor dat de bot toegang heeft totdat kanaal als je de bot er iets wil laten zeggen!
pt: Novos canais foram adicionados. Certifique-se que o robô foi atualizado com os canais também se desejar receber/enviar informações!
tr: Yeni eklenen kanallar eklenmiştir. Bilgi göndermesini/almasını istiyorsanız, bot'unuzun o kanala da ekli olduğundan emin olunuz!

source: Slack channel has been added
cs: Byl přidán kanál Slack
nl: Slack kanaal is toegevoegd

source: Slack channels
cs: Kanály služby Slack
nl: Slack kanaal

source: Please select a channel to send the message to
cs: Vyberte kanál, na který chcete zprávu odeslat
es: Escoge a qué canal enviar el mensaje
fr: Veuillez sélectionner un canal auquel envoyer le message
jp: メッセージを送信するチャンネルを選択してください
nl: Select een kanaal om het bericht naar te versturen
pt: Por favor, selecione um canal para enviar a mensagem
tr: Lütfen mesajı göndermek istediğiniz kanalı seçiniz

source: Let your new hire now that the answers are going to be shared with the team!
cs: Dejte svému novému zaměstnanci najevo, že odpovědi budou sděleny celému týmu!
es: ¡Hazle saber a tu nueva contratación que las respuestas se compartirán con el equipo!
fr: Veuillez sélectionner un canal auquel envoyer le message
jp: 新入社員には、回答はチームで共有されることを伝えてください！
nl: Laat jouw nieuwe medewerker weten dat de antwoorden zullen worden gedeelt met het team!
pt: Informe seu novo contratado agora que as respostas serão compartilhadas com o time!
tr: Yeni çalışanınıza cevapların takımın geri kalanı ile paylaşılacağını bildir!

source: Due on day
cs: Splatnost v den
es: Fecha límite en el día
fr: Dû le jour
jp: 期日
nl: Moet klaar zijn op dag
pt: Vencimento no dia
tr: Son teslim günü

source: Post new hire's answers from form (if applicable) back to Slack channel
cs: Odeslání odpovědí nového zaměstnance z formuláře (pokud je to možné) zpět do kanálu Slack.
es: Publica al canal de Slack las respuestas de la contratación al formulario (si aplica)
fr: Publiez les réponses des nouvelles recrues à partir du formulaire (s'il y a lieu) sur le canal Slack
jp: 新入社員のフォームからの回答を（可能な場合）Slackチャンネルに投稿する
nl: Verstuur nieuwe medewerkers' antwoorden terug in jouw standaard Slack kanaal
pt: Submeter as respostas do formulário da nova contratação (se aplicável) de volta no canal do Slack
tr: Yeni çalışanın form üzerindeki cevaplarını (uygunsa) Slack kanalda yayınla

source: Current file:
cs: Aktuální soubor:
es: Archivo actual:
fr: Fichier actuel:
jp: 現在のファイル :
nl: Huidige bestand:
pt: Arquivo atual:
tr: Mevcut klasör:

source: Upload
cs: Nahrát
es: Subir
fr: Télécharger
jp: アップロード
nl: Uploaden
pt: Carregar
tr: Yükle

source: File storage has not been set up. Please read the docs here:
cs: Úložiště souborů nebylo nastaveno. Přečtěte si prosím dokumentaci zde:
es: No se ha configurado el almacenamiento de archivos. Lea la documentación aquí:
fr: Le stockage de fichiers n'a pas été configuré. Veuillez lire les documents ici:
jp: ファイルストレージが設定されていません。こちらのドキュメントをご覧ください :
nl: Bestands opslag is niet geconfigureerd. Lees de instructies hier:
pt: Armazenamento de arquivo não foi configurado. Por favor, leia os documentos aqui:
tr: Dosya depolama kurulmamıştır. Lütfen şu dökümanları okuyunuz:

source: Set up object storage
cs: Nastavení úložiště objektů
es: Configurar almacenamiento de objetos
fr: Configurer le stockage d'objets
jp: オブジェクトストレージの設定
nl: Opzetten van opslag
pt: Configurar armazenamento de objetos
tr: Nesne depolama kur

source: You can use &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; department &#125;&#125;, &#123;&#123; manager &#125;&#125;, and &#123;&#123; buddy &#125;&#125; in the editor. It will be replaced by the values corresponding to the user.
cs: V editoru můžete použít &#123;&#123; first_name &#125;&#125;, &#123;&#123; last_name &#125;&#125;, &#123;&#123; position &#125;&#125;, &#123;&#123; department &#125;&#125;, &#123;&#123; manager &#125;&#125;, and &#123;&#123; buddy &#125;&#125; Budou nahrazeny hodnotami odpovídajícími danému uživateli.

source: To do item has been created
cs: Byla vytvořena položka k vyřízení
es: Se ha creado un pendiente
fr: La tâche à faire a été créée
jp: To Doアイテムが作成されました
nl: Te doen item is aangemaakt
pt: Nova tarefa foi criada
tr: Yapılacaklar öğesi oluşturulmuştur

source: Create to do item
cs: Vytvoření položky k vyřízení
es: Crear pendiente
fr: Créer une tâche à accomplir
jp: To Doアイテムの作成
nl: Aanmaken te doen item
pt: Criar nova tarefa
tr: Yapılacaklar öğesi oluştur

source: To do item has been updated
cs: Položka k vyřízení byla aktualizována
es: Se ha actualizado el pendiente
fr: La tâche à faire a été mise à jour
jp: To Do アイテムが更新されました
nl: Te doen item is geüpdatet
pt: Tarefa foi atualizada
tr: Yapılacaklar öğesi güncellenmiştir

source: Update to do item
cs: Aktualizace položky k vyřízení
es: Actualizar pendiente
fr: Mettre à jour l'élément à faire
jp: To Doアイテムの更新
nl: Update te doen item
pt: Atualizar tarefa
tr: Yapılacaklar öğesini güncelle

source: To do item has been removed
cs: Položka k vyřízení byla odebrána
es: Se ha eliminado el pendiente
fr: La tâche à faire a été supprimée
jp: To Doアイテムが削除されました
nl: Te doen item is verwijderd
pt: Tarefa foi removido
tr: Yapılacaklar öğesi kaldırılmıştır

source: English
cs: Angličtina
es: Inglés
fr: Anglais
jp: 英語
nl: Engels
pt: Inglês
tr: İngilizce

source: Dutch
cs: Holandština
es: Holandés
fr: Néerlandais
jp: オランダ語
nl: Nederlands
pt: Holandês
tr: Flemenkçe

source: French
cs: Francouzština
es: Francés
fr: Français
jp: フランス語
nl: Frans
pt: Francês
tr: Fransızca

source: German
cs: Němčina
es: Alemán
fr: Allemand
jp: ドイツ語
nl: Duits
pt: Alemão
tr: Almanca

source: Turkish
cs: Turečtina
es: Turco
fr: Turc
jp: トルコ語
nl: Turks
pt: Turco
tr: Türkçe

source: Portuguese
cs: Portugalština
es: Portugués
fr: Portugais
jp: ポルトガル語
nl: Portugees
pt: Português
tr: Portekizce

source: Japanese
cs: Japonština
es: Japonés
fr: Japonais
jp: 日本語
nl: Japans
pt: Japonês
tr: Japonca

source: Spanish
cs: Španělština
es: Español
fr: Espagnol
jp: スペイン語
nl: Spaans
pt: Espanhol
tr: İspanyolca

source: Could not find answer
cs: Nepodařilo se najít odpověď
es: No se encontró la respuesta
fr: Impossible de trouver la réponse
jp: 回答が見つかりませんでした
nl: Kon antwoord niet vinden
pt: Não foi possível entrar uma resposta
tr: Cevap bulunamadı

source: prev
cs: předchozí
es: anterior
fr: précédent
jp: 前へ
nl: Vorige
pt: anterior
tr: önceki

source: last
cs: poslední
es: último
fr: dernier
jp: 最後
nl: Laatste
pt: último
tr: son

source: Call
cs: Volání
es: Llamar
fr: Appeler
jp: 電話する
nl: Bellen
pt: Ligação
tr: Ara

source: Sorry, your browser doesn't support embedded videos.
cs: Omlouváme se, váš prohlížeč nepodporuje vložená videa.
es: Tu navegador no admite videos insertados.
fr: Désolé, votre navigateur ne prend pas en charge les vidéos intégrées.
jp: 申し訳ありません。お使いのブラウザは埋め込みビデオをサポートしていません。
nl: Sorry, jouw browser onderstuend geen videos.
pt: Me desculpe, seu navegador não suporta videos incorporados.
tr: Pardon, tarayıcınız gömülü video içeriklerini desteklememektedir.

source: You have already completed this form
cs: Tento formulář jste již dokončili
es: Ya has completado este formulario
fr: Vous avez déjà rempli ce formulaire
jp: このフォームはすでに回答済みです
nl: Jij hebt dit formulier al ingevuld
pt: Você já completou esse formulário
tr: Bu formu daha önce tamamladınız

source: File storage has not been set up. Please ask your supervisor.
cs: Úložiště souborů nebylo nastaveno. Požádejte svého nadřízeného.
es: No se ha configurado el almacenamiento de archivos. Contacta a tu supervisor.
fr: Le stockage de fichiers n'a pas été configuré. Veuillez demander à votre superviseur.
jp: ファイルストレージが設定されていません。担当者にお尋ねください。
nl: Bestandsopslag is niet geconfigureerd. Vraag jouw supervisor.
pt: Armazenamento de arquivo não foi configurado. Por favor, consulte seu supervisor.
tr: Dosya depolama kurulu değil. Lütfen amirinize danışınız.

source: No search results found
cs: Nebyly nalezeny žádné výsledky vyhledávání
es: No hay resultados para la búsqueda
fr: Aucun résultat de recherche trouvé
jp: 一致する検索結果がありませんでした
nl: Niets gevonden
pt: Nenhum resultado encontrado
tr: Arama sonuçları bulunamadı

source: See resource
cs: Zobrazit zdroj
es: Ver recurso
fr: Voir la ressource
jp: リソースを参照する
nl: Bekijk artikel
pt: Ver recurso
tr: Kaynaklara gözat

source: We couldn't find any matching items
cs: Nepodařilo se najít žádné odpovídající položky
es: No encontramos ningún elemento
fr: Nous n'avons trouvé aucun élément correspondant
jp: 一致するアイテムは見つかりませんでした
nl: We konden geen items vinden op basis van jouw zoekopdracht.
pt: Não encontramos nenhum item correspondente
tr: Eleşen herhangi bir öğe bulunamadı

source: Employee onboarding
cs: Nástup zaměstnanců
es: Preabordaje de empleados
fr: Intégration des employés
jp: 従業員のオンボーディング
nl: Medewerker inwerken
pt: Integração de funcionário
tr: Çalışan işe başlatma

source: Logout
cs: Odhlášení
es: Cerrar sesión
fr: Se déconnecter
jp: ログアウト
nl: Uitloggen
pt: Sair
tr: Çıkış

source: uploading...
cs: nahrávání...
es: subiendo...
fr: téléchargement...
jp: アップロード中…
nl: uploaden...
pt: carregando...
tr: yükleniyor...

source: Answers saved successfully! Click on 'next' to continue.
cs: Odpovědi byly úspěšně uloženy! Pro pokračování klikněte na "další".
es: ¡Las respuestas se guardaron exitosamente! Haz clic en 'siguiente' para continuar.
fr: Réponses enregistrées avec succès ! Cliquez sur 'suivant' pour continuer.
jp: 回答が正常に保存されました。『次へ』をクリックして次に進んでください。
nl: Antwoorden zijn opgeslagen! Klik op 'volgende' om door te gaan.
pt: Respostas salvas com sucesso! Clique em 'próximo' para continuar.
tr: Cevaplar başarılı bir şekilde kaydedildi! Devam etmek için 'ileri'ye tıklayınız.

source: Next
cs: Další
es: Siguiente
fr: Prochain
jp: 次へ
nl: Volgende
pt: Próximo
tr: İleri

source: Search through resources
cs: Vyhledávání ve zdrojích
es: Buscar recursos
fr: Rechercher dans les ressources
jp: リソースから探す
nl: Zoeken door artikelen
pt: Procurar em recursos
tr: Kaynaklar arasında ara

source: I have completed this item!
cs: Tuto položku jsem dokončil!
es: ¡Ya he completado este elemento!
fr: J'ai terminé cet élément !
jp: このアイテムを完了しました！
nl: Ik heb dit item voltooid!
pt: Item concluído!
tr: Bu öğeyi tamamladım!

source: You have already completed this item
cs: Tuto položku jste již dokončili
es: Ya has completado este elemento
fr: Vous avez déjà terminé cet élément
jp: このアイテムはすでに完了しています
nl: Jij hebt dit item al voltooid
pt: Você já concluiu este item
tr: Bu öğeyi daha önce tamamladınız

source: You have completed all to do items
cs: Dokončili jste všechny úkoly
es: Ya has completado todos los pendientes
fr: Vous avez terminé tous les éléments à faire
jp: すべてのTo Doアイテムを完了しました
nl: Ik hebt alle items voltooid!
pt: Você completou todas as tarefas
tr: Tüm yapılacaklar öğelerini tamamladınız

source: Overdue
cs: Zpoždění
es: Atrasado
fr: En retard
jp: 締め切り超過
nl: Te laat
pt: Atrasado
tr: Teslim tarihi geçmiş

source: Due on
cs: Splatnost dne
es: Fecha límite
fr: Dû le
jp: 期限
nl: Loopt af op
pt: Vencimento em
tr: Son teslim tarihi

source: Not urgent
cs: Není naléhavé
es: No es urgente
fr: Non urgent
jp: 緊急性はない
nl: Zonder datum
pt: Não urgente
tr: Acil değil

source: Things you need to do
cs: Co je třeba udělat
es: Cosas que necesitas hacer
fr: Choses que vous devez faire
jp: しなければならないこと
nl: Dingen die je moet doen
pt: Coisas que você precisa fazer
tr: Yapmanız gereken şeyler

source: This form could not be processed - invalid items
cs: Tento formulář nelze zpracovat - neplatné položky
es: No se pudo procesar el formulario - elementos inválidos
fr: Ce formulaire n'a pas pu être traité - éléments non valides
jp: このフォームは処理できませんでした - 無効なアイテム
nl: Formulier kon niet worden verzonden - onjuiste items
pt: Este formulário não pode ser processado - itens inválidos
tr: Bu form işlenemiyor - geçersiz öğeler
