Repository: chiefonboarding/ChiefOnboarding
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: cs, es, fr, jp, nl, pt, tr

source: Can you please do this for me?
cs: Můžete tohle pro mě udělat?
es: ¿Puedes por favor hacer esto por mí?
fr: Pouvez-vous faire ça pour moi SVP ?
jp: こちらをお願いできますか？
nl: Kun je dit voor mij doen?
pt: Você pode fazer isto para mim?
tr: Lütfen, benim için bunu yapar mısınız?

source: Hi! Could you please help me with this? It's for our new hire %(name)s
cs: Ahoj! Mohl bys mi prosím tě pomoct s tímhle? Je to pro našeho nového zaměstnance %(name)s
es: ¡Hola! ¿Podrías ayudarme con esto? Es para nuestra nueva contratación, %(name)s
fr: Salut! Peux-tu m'aider avec cela ? C'est pour notre nouvelle recrue %(name)s
jp: こんにちは！これを手伝ってもらえますか？新入社員の %(name)s さん用です
nl: Hoi, zou je me hiermee kunnen helpen? Het is voor onze nieuwe medewerker %(name)s
pt: Olá! Você pode me ajudar com isto? É para nosso novo contratado %(name)s
tr: Merhaba! Bana bu konuda yardımcı olur musunuz? Bu %(name)s isimli adayımızla ilgili.

source: A task has been assigned to you!
cs: Byl ti přidělen tobě!
es: ¡Se te ha asignado una tarea!
fr: Une tâche vous a été assignée!
jp: あなたにタスクが割り当てられました！
nl: Een nieuwe taak is aan jou toegekend!
pt: Uma tarefa foi atribuída à você!
tr: Size yeni bir görev atanmıştır!

source: This is about task: %(title)s for %(new_hire)s
cs: Toto se týká úkolu: %(title)s pro %(new_hire)s
es: Esto es acerca de la tarea: %(title)s para %(new_hire)s
fr: C'est à propos de: %(title)s pour %(new_hire)s
jp: これはこちらのタスクについてです： %(new_hire)s さんの %(title)s
nl: Het gaat om taak: %(title)s voor %(new_hire)s
pt: Isto é sobre a tarefa: %(title)s para %(new_hire)s
tr: %(new_hire)s'e ait %(title)s görevi ile ilgili

source: Last message:
cs: Poslední správa:␣
es: Último mensaje:
fr: Dernier message:
jp: 最新メッセージ:
nl: Laatste bericht:
pt: Última mensagem:
tr: Son mesaj:

source: Someone added something to task: %(task_name)s
cs: Někdo přidal něco k úkolu: %(task_name)s
es: Alguien agregó algo a la tarea: %(task_name)s
fr: Quelqu'un a ajouté quelque chose à la tâche: %(task_name)s
jp: 誰がかがタスクに何かを追加しました：%(task_name)s
nl: Iemand heeft iets toegevoegd aan taak: %(task_name)s
pt: Alguém adicionou algo na tarefa: %(task_name)s
tr: Birisi %(task_name)s görevine bir şey eklemiştir.

source: Hi %(name)s
cs: Ahoj %(name)s
es: Hola %(name)s
fr: Salut %(name)s
jp: こんにちは %(name)s さん
nl: Hoi %(name)s
pt: Olá %(name)s
tr: Merhaba %(name)s

source: One of your todo items has been updated by someone else. Here is the message:
cs: Jeden z tvých úkolů byl aktualizován někým jiným. Zde je zpráva:
es: Uno de tus pendientes ha sido actualizado por alguien más. Aquí está el mensaje:
fr: Un élément de votre liste à faire a été mise à jour par quelqu'un d'autre. Voici le message:
jp: あなたのTo Doアイテムの1つが他の人によって更新されました。以下はそのメッセージです：
nl: Een van de te doen taken is geupdated door iemand anders. Dit is het bericht:
pt: Um de suas tarefas foi atualizada. Aqui está a mensagem:
tr: Yapılacaklar listeniz başkası tarafından güncellenmiştir. İşte mesajı:

source: Low
cs: Nízka
es: Baja
fr: Bas
jp: 低
nl: Laag
pt: Baixo
tr: Düşük

source: Medium
cs: Střední
es: Media
fr: Moyen
jp: 中
nl: Normaal
pt: Médio
tr: Orta

source: High
cs: Vysoká
es: Alta
fr: Haut
jp: 高
nl: Hoog
pt: Alto
tr: Yüksek

source: No
cs: Ne
fr: Non
jp: いいえ
nl: Nee
pt: Não
tr: Hayır

source: New hire
cs: Nový zaměstnanec
es: Nueva contratación
fr: Nouvelle recrue
jp: 新規採用
nl: Nieuwe medewerker
pt: Novo contratado
tr: Yeni çalışan

source: Assigned to
cs: Přirazeno
es: Asignada a
fr: Assignée à
jp: 担当者
nl: Toegekend aan
pt: Atribuído à
tr: Atanan kişi

source: Name
cs: Jméno
es: Nombre
fr: Nom
jp: 名前
nl: Naam
pt: Nome
tr: İsim

source: Send email or text to extra user?
cs: Poslat email nebo správu dodatečnému uživateli?
es: ¿Enviar correo o mensaje de texto a usuario adicional?
fr: Envoyer un e-mail ou un SMS à un utilisateur supplémentaire?
jp: 追加ユーザーにメールやテキストを送信しますか？
nl: Stuur een email of sms bericht naar iemand anders?
pt: Enviar email ou mensagem de texto para usuário adicional?
tr: Başka kullanıcıya da e-posta veya mesaj gönderilsin mi?

source: Slack user
cs: Slack uživatel
es: Usuario de Slack
fr: Utilisateur Slack
jp: Slackユーザー
nl: Slack gebruiker
pt: Usuário Slack

source: Completed
cs: Dokončeno
es: Completada
fr: Completée
jp: 完了
nl: Voltooid
pt: Concluído
tr: Tamamlandı

source: Date
cs: Dátum
es: Fecha
jp: 日付
nl: Datum
pt: Data
tr: Tarih

source: Priority
cs: Priorita
es: Prioridad
fr: Priorité
jp: 優先
nl: Prioriteit
pt: Prioridade
tr: Öncelik

source: If generated through a sequence, then this will be filled
cs: Pokud je to generované sekvenčně, tak to bude vyplněné
nl: Als via een tijdlijn aangemaakt, dan wordt deze ingevuld.

source: Only set if generated based on a manual integration.
cs: Nastavuje se pouze při ruční integraci.
nl: Alleen ingevuld als deze aangemaakt is via een handmatige integratie.

source: Only set if generated based on hardware.
cs: Nastavuje se pouze při hardwarové generaci.
nl: Alleen ingevuld als deze gebaseerd is op hardware.

source: %(name_assigned_to)s needs your help with this task: *%(task_name)s* _%(comment)s_
cs: %(name_assigned_to)s potřebuje tvou pomoc s tímto úkolem: *%(task_name)s* _%(comment)s_
es: %(name_assigned_to)s necesita tu ayuda con esta tarea: *%(task_name)s* _%(comment)s_
fr: %(name_assigned_to)s a besoin de votre aide avec cette tâche: *%(task_name)s* _%(comment)s_
jp: %(name_assigned_to)sさんはこのタスクであなたの助けを必要としています。 *%(task_name)s* _%(comment)s_
nl: %(name_assigned_to)s heeft hulp nodig bij deze taak: *%(task_name)s* _%(comment)s_
pt: %(name_assigned_to)s precisa da sua ajuda com a tarefa: *%(task_name)s* _%(comment)s_
tr: %(name_assigned_to)s kişisi bu görevde yardımına ihtiyaç duyuyor: *%(task_name)s* _%(comment)s_

source: I have completed this
cs: Toto jsem dokončil(a)
es: Ya completé esto
fr: J'ai terminé ceci
jp: 完了しました
nl: Ik heb dit gedaan
pt: Concluído
tr: Bunu tamamladım

source: _%(comment)s_ by _%(name)s_
cs: _%(comment)s_ od _%(name)s_
es: _%(comment)s_ por _%(name)s_
fr: _%(comment)s_ par _%(name)s_
nl: _%(comment)s_ door _%(name)s_
pt: _%(comment)s_ por _%(name)s_
tr: _%(comment)s_ tarafından _%(name)s

source: You have just been assigned to *%(title)s* for *%(name)s*
cs: Právě si byl přirazen k *%(title)s* pro *%(name)s*
es: Se te acaba de asignar a *%(title)s* para *%(name)s*
fr: Vous avez tout juste été assigné à *%(title)s* pour *%(name)s*
jp: あなたは今、*%(title)s* さんのために *%(name)s* をアサインされました。
pt: Você foi designado para *%(title)s* por *%(name)s*
tr: *%(name)s* kişisinin adına *%(title)s* görevine atandınız

source: New assigned task!
cs: Nově přiřazený úkol!
es: ¡Nueva tarea asignada!
fr: Nouvelle tâche assignée!
jp: 新たなタスクが割り当てられました！
nl: Nieuwe taak toegekend!
pt: Nova tarefa atribuída!
tr: Yeni görev!

source: %(name)s added a message to your task: *%(task_title)s* _%(comment)s_
cs: %(name)s přidal(a) zprávu do tvého úkolu: *%(task_title)s* _%(comment)s_
es: %(name)s añadió un mensaje a tu tarea: *%(task_title)s* _%(comment)s_
fr: %(name)s a ajouté un message à votre tâche: *%(task_title)s* _%(comment)s_
jp: %(name)s さんがあなたのタスクにメッセージを追加しました： *%(task_title)s* _%(comment)s_
nl: %(name)s heeft een bericht aan jouw taak toegevoegd: *%(task_title)s* _%(comment)s_
pt: %(name)s adicionou uma mensagem à sua tarefa: *%(task_title)s* _%(comment)s_
tr: %(name)s görevinize yeni bir mesaj ekledi: *%(task_title)s* _%(comment)s_

source: All tasks
cs: Všechny úkoly
es: Todas las tareas
fr: Toutes les tâches
jp: すべてのタスク
nl: Alle taken
pt: Todas as tarefas
tr: Tüm görevler

source: For new hire
cs: Pro nového zaměstnance
es: Para nueva contratación
fr: Pour la nouvelle recrue
jp: 新入社員用
nl: Voor nieuwe medewerker
pt: Para novo contratado
tr: Yeni çalışan için

source: Task
cs: Úkol
es: Tarea
fr: Tâche
jp: タスク
nl: Taak
pt: Tarefa
tr: Görev

source: Due in
cs: Do
es: Fecha límite en
fr: Dûe dans
jp: 期限
nl: Loopt af in
pt: Vencimento em
tr: Teslim tarihi

source: No deadline set
cs: Není stanovena žádná lhůta
es: Fecha límite no definida
fr: Aucun délai fixé
jp: 期限が指定されていません
nl: Geen deadline
pt: Sem prazo definido
tr: Son teslim tarihi ayarlanmamış

source: There are no open items
cs: Nejsou žádné otevřené položky
es: No hay elementos abiertos
fr: Il n'y a pas d'éléments ouverts
jp: オープンなアイテムはありません
nl: Er zijn geen taken
pt: Não há itens em aberto
tr: Açık öğe bulunmamaktadır

source: Create
cs: Vytvořit
es: Crear
fr: Créer
jp: 作成
nl: Opslaan
pt: Criar
tr: Oluştur

source: Complete
cs: Dokončit
es: Completada
fr: Compléter
jp: 完了
nl: Voltooid
pt: Concluir
tr: Tamamlandı

source: Update
cs: Aktualizovat
es: Actualizar
fr: Mettre à jour
jp: 更新
pt: Atualizar
tr: Güncelle

source: Add comment
cs: Přidat komentář
es: Añadir comentario
fr: Ajouter un commentaire
jp: コメントの追加
nl: Opmerking toevoegen
pt: Adicionar comentário
tr: Yorum ekle

source: Submit
cs: Odeslat
es: Enviar
fr: Soumettre
jp: 送信
nl: Opslaan
pt: Submeter
tr: Teslim et

source: Comments
cs: Komentáře
es: Comentarios
fr: Commentaires
jp: コメント
nl: Opmerkingen
pt: Comentários
tr: Yorumlar

source: There are no comments yet
cs: Zatím zde nejsou žádné komentáře
es: Todavía no hay comentarios
fr: Il n'y a pas de commentaires pour l'instant
jp: コメントはありません
nl: Er zijn geen opmerkingen op dit moment
pt: Ainda não há comentários
tr: Henüz herhangi bir yorum yapılmamış

source: Your tasks
cs: Vaše úkoly
es: Tus tareas
fr: Vos tâches
jp: あなたのタスク
nl: Jouw taken
pt: Suas tarefas
tr: Görevleriniz

source: There are no open items
cs: ␣Zde nejsou žádné otevřené položky
es: No hay elementos abiertos
fr: Il n'y a pas d'éléments ouverts
jp: オープンなアイテムはありません
nl: Er zijn geen open taken
pt: Não há itens em aberto
tr: Açık öğe bulunmamaktadır

source: Task has been created
cs: Úkol byl vytvořen
es: La tarea se ha creado
fr: La tâche a été créée
jp: タスクが作成されました
nl: Taak is aangemaakt
pt: Tarefa foi criada
tr: Görev oluşturulmuştur

source: New task
cs: Nový úkol
es: Nueva tarea
fr: Nouvelle tâche
jp: 新しいタスク
nl: Nieuwe taak
pt: Nova tarefa
tr: Yeni görev

source: Tasks
cs: Úkoly
es: Tareas
fr: Tâches
jp: タスク
nl: Taken
pt: Tarefas
tr: Görevler

source: Task has been updated
cs: Úkol byl aktualizován
es: La tarea se ha actualizado
fr: La tâche a été mise à jour
jp: タスクが更新されました
nl: Taak is geüpdatet
pt: Tarefa foi atualizada
tr: Görev güncellenmiştir

source: Task: %(name)s
cs: Úkol: %(name)s
es: Tarea: %(name)s
fr: Tâche: %(name)s
jp: タスク： %(name)s
nl: Taak: %(name)s
pt: Tarefa: %(name)s
tr: Görev: %(name)s

source: Comment has been posted
cs: Komentář byl zveřejněn
es: El comentario se ha publicado
fr: Le commentaire a été posté
jp: コメントが投稿されました
nl: Opmerking is geplaatst
pt: Comentário foi postado
tr: Yorum yayınlanmıştır

source: This field is required
cs: Toto pole je povinné
es: Este campo es obligatorio
fr: Ce champ est requis
jp: この項目は必須です
nl: Dit veld is verplicht
pt: Este campo é mandatório
tr: Bu alan gereklidir

source: Content
cs: Obsah
es: Contenido
fr: Contenu
jp: コンテンツ
nl: Inhoud
pt: Conteúdo
tr: İçerik

source: Time
cs: Čas
es: Hora
fr: Temps
jp: 時間
nl: Tijd
pt: Tempo
tr: Zaman

source: Fixed date
cs: Fixní dátum
es: Fecha fija
fr: Date fixe
jp: 確定した日付
nl: Vaste datum
pt: Data fixa
tr: Sabit tarih

source: On day
cs: Dne
es: En el día
fr: Le jour
jp: 当日
nl: Op dag
pt: Em dia
tr: Gün

source: Appointment items
cs: Položky schůze
es: Citas
fr: Éléments de rendez-vous
jp: アポイントメント アイテム
nl: Kalendar items
pt: Agendamentos
tr: Randevu öğeleri

source: templates
cs: šablony
es: plantillas
fr: modèles
jp: テンプレート
nl: Sjablonen
pt: modelos
tr: şablonlar

source: Appointment item has been updated
cs: Položka schůze byla aktualizována
es: La cita se ha actualizado
fr: L'élément de rendez-vous a été mis à jour
jp: アポイントメント アイテムが更新されました
nl: Kalender item is geüpdatet
pt: Agendamento foi atualizado
tr: Randevu öğesi güncellenmiştir

source: Create appointment item
cs: Vytvořit položku schůze
es: Crear cita
fr: Créer l'élément de rendez-vous
jp: アポイントメント アイテムを作成する
nl: Nieuw kalender item
pt: Criar novo agendamento
tr: Randevu öğesi oluştur

source: Update appointment item
cs: Aktualizovat položku schůze
es: Actualizar cita
fr: Mettre à jour l'élément de rendez-vous
jp: アポイントメント アイテムを更新する
nl: Update kalender item
pt: Atualizar agendamento
tr: Randevu öğesini güncelle

source: Appointment item has been removed
cs: Položka schůze byla odebrána
es: La cita se ha eliminado
fr: L'élément de rendez-vous a été supprimé
jp: アポイントメント アイテムは削除されました
nl: Kalender item is verwijderd
pt: Agendamento foi removido
tr: Randevu öğesi kaldırılmıştır

source: Image
cs: Obrázek
es: Imagen
jp: 画像
nl: Afbeelding
pt: Imagem
tr: Görsel

source: badge item has been updated
cs: položka odznaku byla aktualizována
es: el elemento de insignia se ha actualizado
fr: l'élément de badge a été mis à jour
jp: バッジアイテムが更新されました
nl: Badge item is geüpdatet
pt: selo foi atualizado
tr: rozet öğesi güncellenmiştir

source: Create badge item
cs: Vytvořit odznak
es: Crear elemento de insignia
fr: Créer l'élément de badge
jp: バッジアイテムの作成
nl: Nieuwe badge aanmaken
pt: Criar novo selo
tr: Rozet öğesi oluştur

source: Badge item has been updated
cs: Odznak byl aktualizován
es: El elemento de insignia se ha actualizado
fr: L'élément de badge a été mis à jour
jp: バッジ アイテムが更新されました
nl: Badge item is geüpdatet
pt: Selo foi atualizado
tr: Rozet öğesi güncellenmiştir

source: Update badge item
cs: Aktualizovat odznak
es: Actualizar elemento de insignia
fr: Mettre à jour l'élément de badge
jp: バッジ アイテムを更新する
nl: Update badge
pt: Atualizar selo
tr: Rozet öğesini güncelle

source: badge item has been removed
cs: odznak byl odebrán
es: se ha eliminado el elemento de insignia
fr: l'élément de badge a été supprimé
jp: バッジ アイテムが削除されました
nl: Badge is verwijderd
pt: selo foi removido
tr: rozet öğresi kaldırılmıştır

source: Manager
cs: Manažer
es: Gerente
fr: Gestionnaire
jp: マネージャー
pt: Gerente
tr: Müdür

source: Buddy
cs: Parťák
es: Compañero
fr: Camarade
jp: 仲間
pt: Companheiro

source: Custom
cs: Vlastní
es: Personalizado
fr: Personnalisé
jp: カスタム
pt: Personalizado
tr: Özel

source: Leave empty to automatically remove/add hardware without notifications.
cs: Nechte prázdné pro automatické odebrání/přidání hardwaru bez oznámení.
nl: Laat leeg als je hardware wil toevoegen zonder bericht.

source: Pick user
cs: Vyberte uživatele
es: Seleccionar usuario
fr: Choisir l'utilisateur
jp: ユーザーを選択
nl: Kies gebruiker
pt: Selecionar usuário
tr: Kullanıcı seç

source: Send hardware to new hire (%(new_hire)s): %(name)s
cs: Poslat hardware novému zaměstnanci (%(new_hire)s): %(name)s
nl: Verstuurd hardware naar nieuwe medeweker (%(new_hire)s): %(name)s

source: Reclaim hardware from employee (%(new_hire)s): %(name)s
cs: Získání hardwaru od zaměstnance (%(new_hire)s): %(name)s
nl: Haal hardware terug van medewerker (%(new_hire)s): %(name)s

source: Hardware items
cs: Položky hardwaru

source: Hardware item has been created
cs: Byla vytvořena hardware položka
nl: Hardware item is aangemaakt

source: Create hardware item
cs: Vytvořit hardware položku
nl: Nieuwe hardware aanmaken

source: Hardware item has been updated
cs: Hardware položka byla aktualizována
nl: Hardware item is geüpdatet

source: Update hardware item
cs: Aktualizace hardware položky
nl: Update hardware

source: Hardware item has been removed
cs: Hardware položka byla odebrána
nl: Hardware is verwijderd

source: This value can be used in the other calls. Please do not use spaces or weird characters. A single word in capitals is prefered.
cs: Tato hodnota může být použita v ostatních voláních. Prosím nepoužívejte mezery nebo zvláštní znaky. Preferováno je použití jednoho slova velkými písmeny.

source: The form label shown to the admin
cs: Štítek formuláře zobrazený správci
nl: Form label getoond aan admin

source: If you choose choice, you will be able to set the options yourself OR fetch from an external url.
cs: Pokud vyberete možnost výběru, budete moci možnosti nastavit sami NEBO načíst z externího URL.

source: Use only if you set type to 'choice'. This is for fixed items (if you don't want to fetch from a URL)
cs: Použít pouze pokud nastavíte typ na 'výběr'. Toto je pro pevné položky (pokud nechcete načítat z URL)

source: The url it should fetch the options from.
cs: URL, ze kterého by měly být načteny možnosti.

source: Request method
cs: Metoda požadavku
nl: Methode

source: Check this if the data should be send as json. When unchecked, it's send as a string.
cs: Zaškrtněte toto políčko, pokud mají být data odeslána jako JSON. Pokud není zaškrtnuto, odešle se jako řetezec.

source: (optionally) This will overwrite the default headers.
cs: (optionally) Toto přepíše výchozí hlavičky.

source: The property it should use from the response of the url if you need to go deeper into the result.
cs: Vlastnost, kterou by měla použít z odpovědi z URL, pokud potřebujete jít hlouběji do výsledku.

source: The value it should take for using in other parts of the integration
cs: Hodnota, kterou by měla přijmout pro použití v jiných částech integrace

source: The name that should be displayed to the admin as an option.
cs: Název, který by měl být správci zobrazen jako možnost.

source: OAuth settings
cs: Nastavení OAuth
nl: OAuth instellingen

source: How to map the data to the user
cs: Jak namapovat data na uživatele

source: cron type schedule for running this in the background
cs: cron typ plánovaný pro spuštění na pozadí

source: Paginated response: amount pages to fetch
cs: Odpověď s paginací: počet stránek k načtení

source: Maximum amount of page to fetch. It will stop earlier if there are no users found anymore.
cs: Maximální počet stránek k načtení. Zastaví se dříve, pokud už nebudou nalezeni žádní uživatelé.

source: Paginated response: Next page token from
cs: Odpověď s paginací: Další stránkovací token z

source: The place to look for the next page token. You can use the dot notation to do go deeper into the JSON. If it's not found, it will stop.
cs: Místo, kde hledat další stránkovací token. Můžete použít tečkovou notaci pro hlubší vniknutí do JSON. Pokud není nalezen, zastaví se.

source: Paginated response: Next page url
cs: Odpověď s paginací: Další url stránky

source: A fixed url that will be used to fetch the new result in combination with the 'Next page token from'
cs: Fixní url, která bude použita k načtení nového výsledku ve spojení s 'Další stránkovací token z'

source: Paginated response: Next page from
cs: Odpověď s paginací: Další stránka z

source: The place to look for the next page url (if not using 'next_page' and 'next_page_token_from'. You can use the dot notation to do go deeper into the JSON. If it's not found, it will stop.
cs: Místo, kde hledat další url stránky (pokud není použita 'next_page' a 'next_page_token_from'). Můžete použít tečkovou notaci pro hlubší vniknutí do JSON. Pokud není nalezeno, zastaví se.

source: The url it should check
cs: Url, kterou by měl zkontrolovat

source: Type 'generate' if you want this value to be generated on the fly (different for each execution), will not need to be filled by a user
cs: Napište 'generate', pokud chcete, aby tato hodnota byla generována na počkání (jiná pro každé spuštění), nebude ji muset vyplnit uživatel

source: This will be shown under the input field for extra context
cs: Toto bude zobrazeno pod vstupním polem pro další kontext

source: The url it should trigger
cs: Url, kterou by mělo spustit

source: (optionally) if you want to store data that's the request returns, then you can do that here.
cs: (volitelně) pokud chcete ukládat data, která požadavek vrátí, můžete to udělat zde.

source: (optionally) set up a condition to block any further requests
cs: (volitelně) nastavit podmínku pro blokování dalších požadavků

source: (optionally) rerun this request a specific amount of times until it passes
cs: (volitelně) znovu spustit tento požadavek určitý početkrát, dokud neprojde

source: (optionally) if this request returns a file, then you can save it to use later
cs: (volitelně) pokud tento požadavek vrátí soubor, můžete jej uložit k pozdějšímu použití

source: (optionally) if you want to use any of the previous files to submit
cs: (volitelně) pokud chcete použít některý z předchozích souborů k odeslání

source: Create new test integration
cs: Vytvořit novou testovací integraci

source: integrations
cs: integrace

source: Integration builder
cs: Nástroj pro integraci

source: Headers have been updated
cs: Hlavičky byly aktualizovány
nl: Headers zijn geüpdatet

source: Exists check has been updated
cs: Kontrola existence byla aktualizována

source: Initial data item has been added
cs: Počáteční položka dat byla přidána
nl: Initiele data is toegevoegd

source: User info item has been added
cs: Položka informací o uživateli byla přidána

source: Oauth has been updated
cs: Oauth bylo aktualizováno
nl: Oauth is geüpdatet

source: Extract data has been updated
cs: Extrakce dat byla aktualizována

source: This is a manual integration, you will have to assign someone to create/remove it for this person.
cs: Toto je ruční integrace, budete muset někoho přidělit k vytvoření/odebrání pro tuto osobu.
nl: Dit is een handmatige integratie, je zult iemand moeten toekennen om hem aan te maken/te verwijderen van deze persoon

source: You must select someone if you want someone custom
cs: Pokud chcete někoho vlastního, musíte vybrat někoho.
nl: Je moet iemand selecteren

source: Notation '%(notation)s' not in %(response)s
cs: Notace '%(notation)s' není v %(response)s

source: Response is not JSON: %(response)s
cs: Odpověď není ve formátu JSON: %(response)s

source: Paginated URL fetch: %(response)s
cs: Načítání URL s paginací: %(response)s

source: Run the execute part
cs: Spusťte část execute

source: Check if user exists
cs: Zkontrolujte, zda uživatel existuje
nl: Controleer of gebruiker bestaat

source: Revoke user
cs: Zrušte uživatele

source: Slack account creation
cs: Vytvoření účtu na Slacku
es: Creación de cuenta Slack
fr: Création de compte Slack
jp: Slackアカウントの作成
nl: Slack account aanmaken
pt: Criação de conta Slack
tr: Slack hesabı oluşturma

source: Google account creation
cs: Vytvoření účtu na Google
es: Creación de cuenta Google
fr: Création de compte Google
jp: Googleアカウントの作成
nl: Google account aanmaken
pt: Criação de conta Google
tr: Google hesabı oluşturma

source: Google Login
cs: Google přihlášeni
es: Inicio de sesión en Google
fr: Connexion Google
jp: Googleログイン
pt: Acessar com Google
tr: Google girişi

source: Provision user accounts or trigger webhooks
cs: Poskytnutí uživatelských účtů nebo spouštění webhooků
nl: Maak gebruikers account aan of trigger webhooks

source: Sync users
cs: Synchronizace uživatelů
nl: Sync gebruikers

source: Manual user account provisioning, no manifest required
cs: Ruční vytvoření uživatelského účtu, bez potřeby manifestu
nl: Handmatig gebruiker aanmaken, geen manifest vereist

source: ***Secret value for %(name)s***
cs: ***Tajná hodnota pro %(name)s***

source: Form
cs: Formulář
nl: Formulier

source: Headers
cs: Hlavičky

source: Exists
cs: Existuje
nl: Bestaat

source: Revoke
cs: Zrušit

source: Initial data form
cs: Počáteční datový formulář

source: User specific info
cs: Specifické informace o uživateli

source: Execute
cs: Provést

source: Extract data
cs: Extrakce dat

source: Sync users (won't affect real data)
cs: Synchronizace uživatelů (neovlivní reálná data)

source: Test form
cs: Testovací formulář

source: Test user exist
cs: Otestovat existenci uživatele

source: Test execute
cs: Otestovat provedení

source: Test revoke
cs: Otestovat zrušení

source: No additional data needed
cs: Žádná další data nejsou potřebná

source: User and extra fields
cs: Uživatel a extra pole

source: Please select a user to test this integration on and fill in extra fields if they need them
cs: Prosím, vyberte uživatele, na kterém chcete testovat tuto integraci, a vyplňte další pole, pokud je potřebujete
